module.exports = 
[
  {
    "province": "鍖椾含甯?,
    "citys": [
      {
        "city": "鍖椾含甯?,
        "areas": [
          {
            "area": "鍖椾含甯?
          }
        ]
      }
    ]
  },
  {
    "province": "澶╂触甯?,
    "citys": [
      {
        "city": "澶╂触甯?,
        "areas": [
          {
            "area": "澶╂触甯?
          }
        ]
      }
    ]
  },
  {
    "province": "娌冲寳鐪?,
    "citys": [
      {
        "city": "鐭冲搴勫競",
        "areas": [
          {
            "area": "浜曢檳鍘?
          },
          {
            "area": "姝ｅ畾鍘?
          },
          {
            "area": "琛屽攼鍘?
          },
          {
            "area": "鐏靛鍘?
          },
          {
            "area": "楂橀倯鍘?
          },
          {
            "area": "娣辨辰鍘?
          },
          {
            "area": "璧炵殗鍘?
          },
          {
            "area": "鏃犳瀬鍘?
          },
          {
            "area": "骞冲北鍘?
          },
          {
            "area": "鍏冩皬鍘?
          },
          {
            "area": "璧靛幙"
          },
          {
            "area": "杈涢泦甯?
          },
          {
            "area": "鏅嬪窞甯?
          },
          {
            "area": "鏂颁箰甯?
          },
          {
            "area": "鐭冲搴勫競"
          }
        ]
      },
      {
        "city": "鍞愬北甯?,
        "areas": [
          {
            "area": "婊﹀崡鍘?
          },
          {
            "area": "涔愪涵鍘?
          },
          {
            "area": "杩佽タ鍘?
          },
          {
            "area": "鐜夌敯鍘?
          },
          {
            "area": "閬靛寲甯?
          },
          {
            "area": "杩佸畨甯?
          },
          {
            "area": "婊﹀窞甯?
          },
          {
            "area": "鍞愬北甯?
          }
        ]
      },
      {
        "city": "绉︾殗宀涘競",
        "areas": [
          {
            "area": "闈掗緳婊℃棌鑷不鍘?
          },
          {
            "area": "鏄岄粠鍘?
          },
          {
            "area": "鍗㈤緳鍘?
          },
          {
            "area": "绉︾殗宀涘競"
          }
        ]
      },
      {
        "city": "閭兏甯?,
        "areas": [
          {
            "area": "涓存汲鍘?
          },
          {
            "area": "鎴愬畨鍘?
          },
          {
            "area": "澶у悕鍘?
          },
          {
            "area": "娑夊幙"
          },
          {
            "area": "纾佸幙"
          },
          {
            "area": "閭卞幙"
          },
          {
            "area": "楦℃辰鍘?
          },
          {
            "area": "骞垮钩鍘?
          },
          {
            "area": "棣嗛櫠鍘?
          },
          {
            "area": "榄忓幙"
          },
          {
            "area": "鏇插懆鍘?
          },
          {
            "area": "姝﹀畨甯?
          },
          {
            "area": "閭兏甯?
          }
        ]
      },
      {
        "city": "閭㈠彴甯?,
        "areas": [
          {
            "area": "涓村煄鍘?
          },
          {
            "area": "鍐呬笜鍘?
          },
          {
            "area": "鏌忎埂鍘?
          },
          {
            "area": "闅嗗哀鍘?
          },
          {
            "area": "瀹佹檵鍘?
          },
          {
            "area": "宸ㄩ箍鍘?
          },
          {
            "area": "鏂版渤鍘?
          },
          {
            "area": "骞垮畻鍘?
          },
          {
            "area": "骞充埂鍘?
          },
          {
            "area": "濞佸幙"
          },
          {
            "area": "娓呮渤鍘?
          },
          {
            "area": "涓磋タ鍘?
          },
          {
            "area": "鍗楀甯?
          },
          {
            "area": "娌欐渤甯?
          },
          {
            "area": "閭㈠彴甯?
          }
        ]
      },
      {
        "city": "淇濆畾甯?,
        "areas": [
          {
            "area": "娑炴按鍘?
          },
          {
            "area": "闃滃钩鍘?
          },
          {
            "area": "瀹氬叴鍘?
          },
          {
            "area": "鍞愬幙"
          },
          {
            "area": "楂橀槼鍘?
          },
          {
            "area": "瀹瑰煄鍘?
          },
          {
            "area": "娑炴簮鍘?
          },
          {
            "area": "鏈涢兘鍘?
          },
          {
            "area": "瀹夋柊鍘?
          },
          {
            "area": "鏄撳幙"
          },
          {
            "area": "鏇查槼鍘?
          },
          {
            "area": "锠″幙"
          },
          {
            "area": "椤哄钩鍘?
          },
          {
            "area": "鍗氶噹鍘?
          },
          {
            "area": "闆勫幙"
          },
          {
            "area": "娑垮窞甯?
          },
          {
            "area": "瀹氬窞甯?
          },
          {
            "area": "瀹夊浗甯?
          },
          {
            "area": "楂樼搴楀競"
          },
          {
            "area": "淇濆畾甯?
          }
        ]
      },
      {
        "city": "寮犲鍙ｅ競",
        "areas": [
          {
            "area": "寮犲寳鍘?
          },
          {
            "area": "搴蜂繚鍘?
          },
          {
            "area": "娌芥簮鍘?
          },
          {
            "area": "灏氫箟鍘?
          },
          {
            "area": "钄氬幙"
          },
          {
            "area": "闃冲師鍘?
          },
          {
            "area": "鎬€瀹夊幙"
          },
          {
            "area": "鎬€鏉ュ幙"
          },
          {
            "area": "娑块箍鍘?
          },
          {
            "area": "璧ゅ煄鍘?
          },
          {
            "area": "寮犲鍙ｅ競"
          }
        ]
      },
      {
        "city": "鎵垮痉甯?,
        "areas": [
          {
            "area": "鎵垮痉鍘?
          },
          {
            "area": "鍏撮殕鍘?
          },
          {
            "area": "婊﹀钩鍘?
          },
          {
            "area": "闅嗗寲鍘?
          },
          {
            "area": "涓板畞婊℃棌鑷不鍘?
          },
          {
            "area": "瀹藉煄婊℃棌鑷不鍘?
          },
          {
            "area": "鍥村満婊℃棌钂欏彜鏃忚嚜娌诲幙"
          },
          {
            "area": "骞虫硥甯?
          },
          {
            "area": "鎵垮痉甯?
          }
        ]
      },
      {
        "city": "娌у窞甯?,
        "areas": [
          {
            "area": "娌у幙"
          },
          {
            "area": "闈掑幙"
          },
          {
            "area": "涓滃厜鍘?
          },
          {
            "area": "娴峰叴鍘?
          },
          {
            "area": "鐩愬北鍘?
          },
          {
            "area": "鑲冨畞鍘?
          },
          {
            "area": "鍗楃毊鍘?
          },
          {
            "area": "鍚存ˉ鍘?
          },
          {
            "area": "鐚幙"
          },
          {
            "area": "瀛熸潙鍥炴棌鑷不鍘?
          },
          {
            "area": "娉婂ご甯?
          },
          {
            "area": "浠讳笜甯?
          },
          {
            "area": "榛勯獏甯?
          },
          {
            "area": "娌抽棿甯?
          },
          {
            "area": "娌у窞甯?
          }
        ]
      },
      {
        "city": "寤婂潑甯?,
        "areas": [
          {
            "area": "鍥哄畨鍘?
          },
          {
            "area": "姘告竻鍘?
          },
          {
            "area": "棣欐渤鍘?
          },
          {
            "area": "澶у煄鍘?
          },
          {
            "area": "鏂囧畨鍘?
          },
          {
            "area": "澶у巶鍥炴棌鑷不鍘?
          },
          {
            "area": "闇稿窞甯?
          },
          {
            "area": "涓夋渤甯?
          },
          {
            "area": "寤婂潑甯?
          }
        ]
      },
      {
        "city": "琛℃按甯?,
        "areas": [
          {
            "area": "鏋ｅ己鍘?
          },
          {
            "area": "姝﹂倯鍘?
          },
          {
            "area": "姝﹀己鍘?
          },
          {
            "area": "楗堕槼鍘?
          },
          {
            "area": "瀹夊钩鍘?
          },
          {
            "area": "鏁呭煄鍘?
          },
          {
            "area": "鏅幙"
          },
          {
            "area": "闃滃煄鍘?
          },
          {
            "area": "娣卞窞甯?
          },
          {
            "area": "琛℃按甯?
          }
        ]
      }
    ]
  },
  {
    "province": "灞辫タ鐪?,
    "citys": [
      {
        "city": "澶師甯?,
        "areas": [
          {
            "area": "娓呭緪鍘?
          },
          {
            "area": "闃虫洸鍘?
          },
          {
            "area": "濞勭儲鍘?
          },
          {
            "area": "鍙や氦甯?
          },
          {
            "area": "澶師甯?
          }
        ]
      },
      {
        "city": "澶у悓甯?,
        "areas": [
          {
            "area": "闃抽珮鍘?
          },
          {
            "area": "澶╅晣鍘?
          },
          {
            "area": "骞跨伒鍘?
          },
          {
            "area": "鐏典笜鍘?
          },
          {
            "area": "娴戞簮鍘?
          },
          {
            "area": "宸︿簯鍘?
          },
          {
            "area": "澶у悓甯?
          }
        ]
      },
      {
        "city": "闃虫硥甯?,
        "areas": [
          {
            "area": "骞冲畾鍘?
          },
          {
            "area": "鐩傚幙"
          },
          {
            "area": "闃虫硥甯?
          }
        ]
      },
      {
        "city": "闀挎不甯?,
        "areas": [
          {
            "area": "瑗勫灒鍘?
          },
          {
            "area": "骞抽『鍘?
          },
          {
            "area": "榛庡煄鍘?
          },
          {
            "area": "澹跺叧鍘?
          },
          {
            "area": "闀垮瓙鍘?
          },
          {
            "area": "姝︿埂鍘?
          },
          {
            "area": "娌佸幙"
          },
          {
            "area": "娌佹簮鍘?
          },
          {
            "area": "闀挎不甯?
          }
        ]
      },
      {
        "city": "鏅嬪煄甯?,
        "areas": [
          {
            "area": "娌佹按鍘?
          },
          {
            "area": "闃冲煄鍘?
          },
          {
            "area": "闄靛窛鍘?
          },
          {
            "area": "娉藉窞鍘?
          },
          {
            "area": "楂樺钩甯?
          },
          {
            "area": "鏅嬪煄甯?
          }
        ]
      },
      {
        "city": "鏈斿窞甯?,
        "areas": [
          {
            "area": "灞遍槾鍘?
          },
          {
            "area": "搴斿幙"
          },
          {
            "area": "鍙崇帀鍘?
          },
          {
            "area": "鎬€浠佸競"
          },
          {
            "area": "鏈斿窞甯?
          }
        ]
      },
      {
        "city": "鏅嬩腑甯?,
        "areas": [
          {
            "area": "姒嗙ぞ鍘?
          },
          {
            "area": "宸︽潈鍘?
          },
          {
            "area": "鍜岄『鍘?
          },
          {
            "area": "鏄旈槼鍘?
          },
          {
            "area": "瀵块槼鍘?
          },
          {
            "area": "绁佸幙"
          },
          {
            "area": "骞抽仴鍘?
          },
          {
            "area": "鐏电煶鍘?
          },
          {
            "area": "浠嬩紤甯?
          },
          {
            "area": "鏅嬩腑甯?
          }
        ]
      },
      {
        "city": "杩愬煄甯?,
        "areas": [
          {
            "area": "涓寸寳鍘?
          },
          {
            "area": "涓囪崳鍘?
          },
          {
            "area": "闂诲枩鍘?
          },
          {
            "area": "绋峰北鍘?
          },
          {
            "area": "鏂扮粵鍘?
          },
          {
            "area": "缁涘幙"
          },
          {
            "area": "鍨ｆ洸鍘?
          },
          {
            "area": "澶忓幙"
          },
          {
            "area": "骞抽檰鍘?
          },
          {
            "area": "鑺煄鍘?
          },
          {
            "area": "姘告祹甯?
          },
          {
            "area": "娌虫触甯?
          },
          {
            "area": "杩愬煄甯?
          }
        ]
      },
      {
        "city": "蹇诲窞甯?,
        "areas": [
          {
            "area": "瀹氳鍘?
          },
          {
            "area": "浜斿彴鍘?
          },
          {
            "area": "浠ｅ幙"
          },
          {
            "area": "绻佸硻鍘?
          },
          {
            "area": "瀹佹鍘?
          },
          {
            "area": "闈欎箰鍘?
          },
          {
            "area": "绁炴睜鍘?
          },
          {
            "area": "浜斿鍘?
          },
          {
            "area": "宀㈠矚鍘?
          },
          {
            "area": "娌虫洸鍘?
          },
          {
            "area": "淇濆痉鍘?
          },
          {
            "area": "鍋忓叧鍘?
          },
          {
            "area": "鍘熷钩甯?
          },
          {
            "area": "蹇诲窞甯?
          }
        ]
      },
      {
        "city": "涓存本甯?,
        "areas": [
          {
            "area": "鏇叉矁鍘?
          },
          {
            "area": "缈煎煄鍘?
          },
          {
            "area": "瑗勬本鍘?
          },
          {
            "area": "娲礊鍘?
          },
          {
            "area": "鍙ゅ幙"
          },
          {
            "area": "瀹夋辰鍘?
          },
          {
            "area": "娴北鍘?
          },
          {
            "area": "鍚夊幙"
          },
          {
            "area": "涔″畞鍘?
          },
          {
            "area": "澶у畞鍘?
          },
          {
            "area": "闅板幙"
          },
          {
            "area": "姘稿拰鍘?
          },
          {
            "area": "钂插幙"
          },
          {
            "area": "姹捐タ鍘?
          },
          {
            "area": "渚┈甯?
          },
          {
            "area": "闇嶅窞甯?
          },
          {
            "area": "涓存本甯?
          }
        ]
      },
      {
        "city": "鍚曟甯?,
        "areas": [
          {
            "area": "鏂囨按鍘?
          },
          {
            "area": "浜ゅ煄鍘?
          },
          {
            "area": "鍏村幙"
          },
          {
            "area": "涓村幙"
          },
          {
            "area": "鏌虫灄鍘?
          },
          {
            "area": "鐭虫ゼ鍘?
          },
          {
            "area": "宀氬幙"
          },
          {
            "area": "鏂瑰北鍘?
          },
          {
            "area": "涓槼鍘?
          },
          {
            "area": "浜ゅ彛鍘?
          },
          {
            "area": "瀛濅箟甯?
          },
          {
            "area": "姹鹃槼甯?
          },
          {
            "area": "鍚曟甯?
          }
        ]
      }
    ]
  },
  {
    "province": "鍐呰挋鍙よ嚜娌诲尯",
    "citys": [
      {
        "city": "鍛煎拰娴╃壒甯?,
        "areas": [
          {
            "area": "鍦熼粯鐗瑰乏鏃?
          },
          {
            "area": "鎵樺厠鎵樺幙"
          },
          {
            "area": "鍜屾灄鏍煎皵鍘?
          },
          {
            "area": "娓呮按娌冲幙"
          },
          {
            "area": "姝﹀窛鍘?
          },
          {
            "area": "鍛煎拰娴╃壒甯?
          }
        ]
      },
      {
        "city": "鍖呭ご甯?,
        "areas": [
          {
            "area": "鍦熼粯鐗瑰彸鏃?
          },
          {
            "area": "鍥洪槼鍘?
          },
          {
            "area": "杈惧皵缃曡寕鏄庡畨鑱斿悎鏃?
          },
          {
            "area": "鍖呭ご甯?
          }
        ]
      },
      {
        "city": "涔屾捣甯?,
        "areas": [
          {
            "area": "涔屾捣甯?
          }
        ]
      },
      {
        "city": "璧ゅ嘲甯?,
        "areas": [
          {
            "area": "闃块瞾绉戝皵娌佹棗"
          },
          {
            "area": "宸存灄宸︽棗"
          },
          {
            "area": "宸存灄鍙虫棗"
          },
          {
            "area": "鏋楄タ鍘?
          },
          {
            "area": "鍏嬩粈鍏嬭吘鏃?
          },
          {
            "area": "缈佺墰鐗规棗"
          },
          {
            "area": "鍠€鍠囨瞾鏃?
          },
          {
            "area": "瀹佸煄鍘?
          },
          {
            "area": "鏁栨眽鏃?
          },
          {
            "area": "璧ゅ嘲甯?
          }
        ]
      },
      {
        "city": "閫氳窘甯?,
        "areas": [
          {
            "area": "绉戝皵娌佸乏缈间腑鏃?
          },
          {
            "area": "绉戝皵娌佸乏缈煎悗鏃?
          },
          {
            "area": "寮€椴佸幙"
          },
          {
            "area": "搴撲鸡鏃?
          },
          {
            "area": "濂堟浖鏃?
          },
          {
            "area": "鎵庨瞾鐗规棗"
          },
          {
            "area": "闇嶆灄閮嫆甯?
          },
          {
            "area": "閫氳窘甯?
          }
        ]
      },
      {
        "city": "閯傚皵澶氭柉甯?,
        "areas": [
          {
            "area": "杈炬媺鐗规棗"
          },
          {
            "area": "鍑嗘牸灏旀棗"
          },
          {
            "area": "閯傛墭鍏嬪墠鏃?
          },
          {
            "area": "閯傛墭鍏嬫棗"
          },
          {
            "area": "鏉敠鏃?
          },
          {
            "area": "涔屽鏃?
          },
          {
            "area": "浼婇噾闇嶆礇鏃?
          },
          {
            "area": "閯傚皵澶氭柉甯?
          }
        ]
      },
      {
        "city": "鍛间鸡璐濆皵甯?,
        "areas": [
          {
            "area": "闃胯崳鏃?
          },
          {
            "area": "鑾姏杈剧摝杈炬枴灏旀棌鑷不鏃?
          },
          {
            "area": "閯備鸡鏄ヨ嚜娌绘棗"
          },
          {
            "area": "閯傛俯鍏嬫棌鑷不鏃?
          },
          {
            "area": "闄堝反灏旇檸鏃?
          },
          {
            "area": "鏂板反灏旇檸宸︽棗"
          },
          {
            "area": "鏂板反灏旇檸鍙虫棗"
          },
          {
            "area": "婊℃床閲屽競"
          },
          {
            "area": "鐗欏厠鐭冲競"
          },
          {
            "area": "鎵庡叞灞競"
          },
          {
            "area": "棰濆皵鍙ょ撼甯?
          },
          {
            "area": "鏍规渤甯?
          },
          {
            "area": "鍛间鸡璐濆皵甯?
          }
        ]
      },
      {
        "city": "宸村溅娣栧皵甯?,
        "areas": [
          {
            "area": "浜斿師鍘?
          },
          {
            "area": "纾村彛鍘?
          },
          {
            "area": "涔屾媺鐗瑰墠鏃?
          },
          {
            "area": "涔屾媺鐗逛腑鏃?
          },
          {
            "area": "涔屾媺鐗瑰悗鏃?
          },
          {
            "area": "鏉敠鍚庢棗"
          },
          {
            "area": "宸村溅娣栧皵甯?
          }
        ]
      },
      {
        "city": "涔屽叞瀵熷竷甯?,
        "areas": [
          {
            "area": "鍗撹祫鍘?
          },
          {
            "area": "鍖栧痉鍘?
          },
          {
            "area": "鍟嗛兘鍘?
          },
          {
            "area": "鍏村拰鍘?
          },
          {
            "area": "鍑夊煄鍘?
          },
          {
            "area": "瀵熷搱灏斿彸缈煎墠鏃?
          },
          {
            "area": "瀵熷搱灏斿彸缈间腑鏃?
          },
          {
            "area": "瀵熷搱灏斿彸缈煎悗鏃?
          },
          {
            "area": "鍥涘瓙鐜嬫棗"
          },
          {
            "area": "涓伴晣甯?
          },
          {
            "area": "涔屽叞瀵熷竷甯?
          }
        ]
      },
      {
        "city": "鍏村畨鐩?,
        "areas": [
          {
            "area": "涔屽叞娴╃壒甯?
          },
          {
            "area": "闃垮皵灞卞競"
          },
          {
            "area": "绉戝皵娌佸彸缈煎墠鏃?
          },
          {
            "area": "绉戝皵娌佸彸缈间腑鏃?
          },
          {
            "area": "鎵庤祲鐗规棗"
          },
          {
            "area": "绐佹硥鍘?
          }
        ]
      },
      {
        "city": "閿℃灄閮嫆鐩?,
        "areas": [
          {
            "area": "浜岃繛娴╃壒甯?
          },
          {
            "area": "閿℃灄娴╃壒甯?
          },
          {
            "area": "闃垮反鍢庢棗"
          },
          {
            "area": "鑻忓凹鐗瑰乏鏃?
          },
          {
            "area": "鑻忓凹鐗瑰彸鏃?
          },
          {
            "area": "涓滀箤鐝犵﹩娌佹棗"
          },
          {
            "area": "瑗夸箤鐝犵﹩娌佹棗"
          },
          {
            "area": "澶粏瀵烘棗"
          },
          {
            "area": "闀堕粍鏃?
          },
          {
            "area": "姝ｉ暥鐧芥棗"
          },
          {
            "area": "姝ｈ摑鏃?
          },
          {
            "area": "澶氫鸡鍘?
          }
        ]
      },
      {
        "city": "闃挎媺鍠勭洘",
        "areas": [
          {
            "area": "闃挎媺鍠勫乏鏃?
          },
          {
            "area": "闃挎媺鍠勫彸鏃?
          },
          {
            "area": "棰濇祹绾虫棗"
          }
        ]
      }
    ]
  },
  {
    "province": "杈藉畞鐪?,
    "citys": [
      {
        "city": "娌堥槼甯?,
        "areas": [
          {
            "area": "搴峰钩鍘?
          },
          {
            "area": "娉曞簱鍘?
          },
          {
            "area": "鏂版皯甯?
          },
          {
            "area": "娌堥槼甯?
          }
        ]
      },
      {
        "city": "澶ц繛甯?,
        "areas": [
          {
            "area": "闀挎捣鍘?
          },
          {
            "area": "鐡︽埧搴楀競"
          },
          {
            "area": "搴勬渤甯?
          },
          {
            "area": "澶ц繛甯?
          }
        ]
      },
      {
        "city": "闉嶅北甯?,
        "areas": [
          {
            "area": "鍙板畨鍘?
          },
          {
            "area": "宀博婊℃棌鑷不鍘?
          },
          {
            "area": "娴峰煄甯?
          },
          {
            "area": "闉嶅北甯?
          }
        ]
      },
      {
        "city": "鎶氶『甯?,
        "areas": [
          {
            "area": "鎶氶『鍘?
          },
          {
            "area": "鏂板婊℃棌鑷不鍘?
          },
          {
            "area": "娓呭師婊℃棌鑷不鍘?
          },
          {
            "area": "鎶氶『甯?
          }
        ]
      },
      {
        "city": "鏈邯甯?,
        "areas": [
          {
            "area": "鏈邯婊℃棌鑷不鍘?
          },
          {
            "area": "妗撲粊婊℃棌鑷不鍘?
          },
          {
            "area": "鏈邯甯?
          }
        ]
      },
      {
        "city": "涓逛笢甯?,
        "areas": [
          {
            "area": "瀹界敻婊℃棌鑷不鍘?
          },
          {
            "area": "涓滄腐甯?
          },
          {
            "area": "鍑ゅ煄甯?
          },
          {
            "area": "涓逛笢甯?
          }
        ]
      },
      {
        "city": "閿﹀窞甯?,
        "areas": [
          {
            "area": "榛戝北鍘?
          },
          {
            "area": "涔夊幙"
          },
          {
            "area": "鍑屾捣甯?
          },
          {
            "area": "鍖楅晣甯?
          },
          {
            "area": "閿﹀窞甯?
          }
        ]
      },
      {
        "city": "钀ュ彛甯?,
        "areas": [
          {
            "area": "鐩栧窞甯?
          },
          {
            "area": "澶х煶妗ュ競"
          },
          {
            "area": "钀ュ彛甯?
          }
        ]
      },
      {
        "city": "闃滄柊甯?,
        "areas": [
          {
            "area": "闃滄柊钂欏彜鏃忚嚜娌诲幙"
          },
          {
            "area": "褰版鍘?
          },
          {
            "area": "闃滄柊甯?
          }
        ]
      },
      {
        "city": "杈介槼甯?,
        "areas": [
          {
            "area": "杈介槼鍘?
          },
          {
            "area": "鐏甯?
          },
          {
            "area": "杈介槼甯?
          }
        ]
      },
      {
        "city": "鐩橀敠甯?,
        "areas": [
          {
            "area": "鐩樺北鍘?
          },
          {
            "area": "鐩橀敠甯?
          }
        ]
      },
      {
        "city": "閾佸箔甯?,
        "areas": [
          {
            "area": "閾佸箔鍘?
          },
          {
            "area": "瑗夸赴鍘?
          },
          {
            "area": "鏄屽浘鍘?
          },
          {
            "area": "璋冨叺灞卞競"
          },
          {
            "area": "寮€鍘熷競"
          },
          {
            "area": "閾佸箔甯?
          }
        ]
      },
      {
        "city": "鏈濋槼甯?,
        "areas": [
          {
            "area": "鏈濋槼鍘?
          },
          {
            "area": "寤哄钩鍘?
          },
          {
            "area": "鍠€鍠囨瞾宸︾考钂欏彜鏃忚嚜娌诲幙"
          },
          {
            "area": "鍖楃エ甯?
          },
          {
            "area": "鍑屾簮甯?
          },
          {
            "area": "鏈濋槼甯?
          }
        ]
      },
      {
        "city": "钁姦宀涘競",
        "areas": [
          {
            "area": "缁ヤ腑鍘?
          },
          {
            "area": "寤烘槍鍘?
          },
          {
            "area": "鍏村煄甯?
          },
          {
            "area": "钁姦宀涘競"
          }
        ]
      }
    ]
  },
  {
    "province": "鍚夋灄鐪?,
    "citys": [
      {
        "city": "闀挎槬甯?,
        "areas": [
          {
            "area": "鍐滃畨鍘?
          },
          {
            "area": "姒嗘爲甯?
          },
          {
            "area": "寰锋儬甯?
          },
          {
            "area": "鍏富宀競"
          },
          {
            "area": "闀挎槬甯?
          }
        ]
      },
      {
        "city": "鍚夋灄甯?,
        "areas": [
          {
            "area": "姘稿悏鍘?
          },
          {
            "area": "铔熸渤甯?
          },
          {
            "area": "妗︾敻甯?
          },
          {
            "area": "鑸掑叞甯?
          },
          {
            "area": "纾愮煶甯?
          },
          {
            "area": "鍚夋灄甯?
          }
        ]
      },
      {
        "city": "鍥涘钩甯?,
        "areas": [
          {
            "area": "姊ㄦ爲鍘?
          },
          {
            "area": "浼婇€氭弧鏃忚嚜娌诲幙"
          },
          {
            "area": "鍙岃窘甯?
          },
          {
            "area": "鍥涘钩甯?
          }
        ]
      },
      {
        "city": "杈芥簮甯?,
        "areas": [
          {
            "area": "涓滀赴鍘?
          },
          {
            "area": "涓滆窘鍘?
          },
          {
            "area": "杈芥簮甯?
          }
        ]
      },
      {
        "city": "閫氬寲甯?,
        "areas": [
          {
            "area": "閫氬寲鍘?
          },
          {
            "area": "杈夊崡鍘?
          },
          {
            "area": "鏌虫渤鍘?
          },
          {
            "area": "姊呮渤鍙ｅ競"
          },
          {
            "area": "闆嗗畨甯?
          },
          {
            "area": "閫氬寲甯?
          }
        ]
      },
      {
        "city": "鐧藉北甯?,
        "areas": [
          {
            "area": "鎶氭澗鍘?
          },
          {
            "area": "闈栧畤鍘?
          },
          {
            "area": "闀跨櫧鏈濋矞鏃忚嚜娌诲幙"
          },
          {
            "area": "涓存睙甯?
          },
          {
            "area": "鐧藉北甯?
          }
        ]
      },
      {
        "city": "鏉惧師甯?,
        "areas": [
          {
            "area": "鍓嶉儹灏旂綏鏂挋鍙ゆ棌鑷不鍘?
          },
          {
            "area": "闀垮箔鍘?
          },
          {
            "area": "涔惧畨鍘?
          },
          {
            "area": "鎵朵綑甯?
          },
          {
            "area": "鏉惧師甯?
          }
        ]
      },
      {
        "city": "鐧藉煄甯?,
        "areas": [
          {
            "area": "闀囪祲鍘?
          },
          {
            "area": "閫氭鍘?
          },
          {
            "area": "娲崡甯?
          },
          {
            "area": "澶у畨甯?
          },
          {
            "area": "鐧藉煄甯?
          }
        ]
      },
      {
        "city": "寤惰竟鏈濋矞鏃忚嚜娌诲窞",
        "areas": [
          {
            "area": "寤跺悏甯?
          },
          {
            "area": "鍥句滑甯?
          },
          {
            "area": "鏁﹀寲甯?
          },
          {
            "area": "鐝叉槬甯?
          },
          {
            "area": "榫欎簳甯?
          },
          {
            "area": "鍜岄緳甯?
          },
          {
            "area": "姹竻鍘?
          },
          {
            "area": "瀹夊浘鍘?
          }
        ]
      }
    ]
  },
  {
    "province": "榛戦緳姹熺渷",
    "citys": [
      {
        "city": "鍝堝皵婊ㄥ競",
        "areas": [
          {
            "area": "渚濆叞鍘?
          },
          {
            "area": "鏂规鍘?
          },
          {
            "area": "瀹惧幙"
          },
          {
            "area": "宸村溅鍘?
          },
          {
            "area": "鏈ㄥ叞鍘?
          },
          {
            "area": "閫氭渤鍘?
          },
          {
            "area": "寤跺鍘?
          },
          {
            "area": "灏氬織甯?
          },
          {
            "area": "浜斿父甯?
          },
          {
            "area": "鍝堝皵婊ㄥ競"
          }
        ]
      },
      {
        "city": "榻愰綈鍝堝皵甯?,
        "areas": [
          {
            "area": "榫欐睙鍘?
          },
          {
            "area": "渚濆畨鍘?
          },
          {
            "area": "娉版潵鍘?
          },
          {
            "area": "鐢樺崡鍘?
          },
          {
            "area": "瀵岃鍘?
          },
          {
            "area": "鍏嬪北鍘?
          },
          {
            "area": "鍏嬩笢鍘?
          },
          {
            "area": "鎷滄硥鍘?
          },
          {
            "area": "璁锋渤甯?
          },
          {
            "area": "榻愰綈鍝堝皵甯?
          }
        ]
      },
      {
        "city": "楦¤タ甯?,
        "areas": [
          {
            "area": "楦′笢鍘?
          },
          {
            "area": "铏庢灄甯?
          },
          {
            "area": "瀵嗗北甯?
          },
          {
            "area": "楦¤タ甯?
          }
        ]
      },
      {
        "city": "楣ゅ矖甯?,
        "areas": [
          {
            "area": "钀濆寳鍘?
          },
          {
            "area": "缁ユ花鍘?
          },
          {
            "area": "楣ゅ矖甯?
          }
        ]
      },
      {
        "city": "鍙岄腑灞卞競",
        "areas": [
          {
            "area": "闆嗚搐鍘?
          },
          {
            "area": "鍙嬭皧鍘?
          },
          {
            "area": "瀹濇竻鍘?
          },
          {
            "area": "楗舵渤鍘?
          },
          {
            "area": "鍙岄腑灞卞競"
          }
        ]
      },
      {
        "city": "澶у簡甯?,
        "areas": [
          {
            "area": "鑲囧窞鍘?
          },
          {
            "area": "鑲囨簮鍘?
          },
          {
            "area": "鏋楃敻鍘?
          },
          {
            "area": "鏉滃皵浼壒钂欏彜鏃忚嚜娌诲幙"
          },
          {
            "area": "澶у簡甯?
          }
        ]
      },
      {
        "city": "浼婃槬甯?,
        "areas": [
          {
            "area": "鍢夎崼鍘?
          },
          {
            "area": "姹ゆ椇鍘?
          },
          {
            "area": "涓版灄鍘?
          },
          {
            "area": "澶х異灞卞幙"
          },
          {
            "area": "鍗楀矓鍘?
          },
          {
            "area": "閾佸姏甯?
          },
          {
            "area": "浼婃槬甯?
          }
        ]
      },
      {
        "city": "浣虫湪鏂競",
        "areas": [
          {
            "area": "妗﹀崡鍘?
          },
          {
            "area": "妗﹀窛鍘?
          },
          {
            "area": "姹ゅ師鍘?
          },
          {
            "area": "鍚屾睙甯?
          },
          {
            "area": "瀵岄敠甯?
          },
          {
            "area": "鎶氳繙甯?
          },
          {
            "area": "浣虫湪鏂競"
          }
        ]
      },
      {
        "city": "涓冨彴娌冲競",
        "areas": [
          {
            "area": "鍕冨埄鍘?
          },
          {
            "area": "涓冨彴娌冲競"
          }
        ]
      },
      {
        "city": "鐗′腹姹熷競",
        "areas": [
          {
            "area": "鏋楀彛鍘?
          },
          {
            "area": "缁ヨ姮娌冲競"
          },
          {
            "area": "娴锋灄甯?
          },
          {
            "area": "瀹佸畨甯?
          },
          {
            "area": "绌嗘１甯?
          },
          {
            "area": "涓滃畞甯?
          },
          {
            "area": "鐗′腹姹熷競"
          }
        ]
      },
      {
        "city": "榛戞渤甯?,
        "areas": [
          {
            "area": "閫婂厠鍘?
          },
          {
            "area": "瀛欏惔鍘?
          },
          {
            "area": "鍖楀畨甯?
          },
          {
            "area": "浜斿ぇ杩炴睜甯?
          },
          {
            "area": "瀚╂睙甯?
          },
          {
            "area": "榛戞渤甯?
          }
        ]
      },
      {
        "city": "缁ュ寲甯?,
        "areas": [
          {
            "area": "鏈涘鍘?
          },
          {
            "area": "鍏拌タ鍘?
          },
          {
            "area": "闈掑唸鍘?
          },
          {
            "area": "搴嗗畨鍘?
          },
          {
            "area": "鏄庢按鍘?
          },
          {
            "area": "缁ユ１鍘?
          },
          {
            "area": "瀹夎揪甯?
          },
          {
            "area": "鑲囦笢甯?
          },
          {
            "area": "娴蜂鸡甯?
          },
          {
            "area": "缁ュ寲甯?
          }
        ]
      },
      {
        "city": "澶у叴瀹夊箔鍦板尯",
        "areas": [
          {
            "area": "婕犳渤甯?
          },
          {
            "area": "鍛肩帥鍘?
          },
          {
            "area": "濉旀渤鍘?
          }
        ]
      }
    ]
  },
  {
    "province": "涓婃捣甯?,
    "citys": [
      {
        "city": "涓婃捣甯?,
        "areas": [
          {
            "area": "涓婃捣甯?
          }
        ]
      }
    ]
  },
  {
    "province": "姹熻嫃鐪?,
    "citys": [
      {
        "city": "鍗椾含甯?,
        "areas": [
          {
            "area": "鍗椾含甯?
          }
        ]
      },
      {
        "city": "鏃犻敗甯?,
        "areas": [
          {
            "area": "姹熼槾甯?
          },
          {
            "area": "瀹滃叴甯?
          },
          {
            "area": "鏃犻敗甯?
          }
        ]
      },
      {
        "city": "寰愬窞甯?,
        "areas": [
          {
            "area": "涓板幙"
          },
          {
            "area": "娌涘幙"
          },
          {
            "area": "鐫㈠畞鍘?
          },
          {
            "area": "鏂版矀甯?
          },
          {
            "area": "閭冲窞甯?
          },
          {
            "area": "寰愬窞甯?
          }
        ]
      },
      {
        "city": "甯稿窞甯?,
        "areas": [
          {
            "area": "婧ч槼甯?
          },
          {
            "area": "甯稿窞甯?
          }
        ]
      },
      {
        "city": "鑻忓窞甯?,
        "areas": [
          {
            "area": "甯哥啛甯?
          },
          {
            "area": "寮犲娓競"
          },
          {
            "area": "鏄嗗北甯?
          },
          {
            "area": "澶粨甯?
          },
          {
            "area": "鑻忓窞甯?
          }
        ]
      },
      {
        "city": "鍗楅€氬競",
        "areas": [
          {
            "area": "濡備笢鍘?
          },
          {
            "area": "鍚笢甯?
          },
          {
            "area": "濡傜殝甯?
          },
          {
            "area": "娴峰畨甯?
          },
          {
            "area": "鍗楅€氬競"
          }
        ]
      },
      {
        "city": "杩炰簯娓競",
        "areas": [
          {
            "area": "涓滄捣鍘?
          },
          {
            "area": "鐏屼簯鍘?
          },
          {
            "area": "鐏屽崡鍘?
          },
          {
            "area": "杩炰簯娓競"
          }
        ]
      },
      {
        "city": "娣畨甯?,
        "areas": [
          {
            "area": "娑熸按鍘?
          },
          {
            "area": "鐩辩湙鍘?
          },
          {
            "area": "閲戞箹鍘?
          },
          {
            "area": "娣畨甯?
          }
        ]
      },
      {
        "city": "鐩愬煄甯?,
        "areas": [
          {
            "area": "鍝嶆按鍘?
          },
          {
            "area": "婊ㄦ捣鍘?
          },
          {
            "area": "闃滃畞鍘?
          },
          {
            "area": "灏勯槼鍘?
          },
          {
            "area": "寤烘箹鍘?
          },
          {
            "area": "涓滃彴甯?
          },
          {
            "area": "鐩愬煄甯?
          }
        ]
      },
      {
        "city": "鎵窞甯?,
        "areas": [
          {
            "area": "瀹濆簲鍘?
          },
          {
            "area": "浠緛甯?
          },
          {
            "area": "楂橀偖甯?
          },
          {
            "area": "鎵窞甯?
          }
        ]
      },
      {
        "city": "闀囨睙甯?,
        "areas": [
          {
            "area": "涓归槼甯?
          },
          {
            "area": "鎵腑甯?
          },
          {
            "area": "鍙ュ甯?
          },
          {
            "area": "闀囨睙甯?
          }
        ]
      },
      {
        "city": "娉板窞甯?,
        "areas": [
          {
            "area": "鍏村寲甯?
          },
          {
            "area": "闈栨睙甯?
          },
          {
            "area": "娉板叴甯?
          },
          {
            "area": "娉板窞甯?
          }
        ]
      },
      {
        "city": "瀹胯縼甯?,
        "areas": [
          {
            "area": "娌槼鍘?
          },
          {
            "area": "娉楅槼鍘?
          },
          {
            "area": "娉楁椽鍘?
          },
          {
            "area": "瀹胯縼甯?
          }
        ]
      }
    ]
  },
  {
    "province": "娴欐睙鐪?,
    "citys": [
      {
        "city": "鏉窞甯?,
        "areas": [
          {
            "area": "妗愬簮鍘?
          },
          {
            "area": "娣冲畨鍘?
          },
          {
            "area": "寤哄痉甯?
          },
          {
            "area": "鏉窞甯?
          }
        ]
      },
      {
        "city": "瀹佹尝甯?,
        "areas": [
          {
            "area": "璞″北鍘?
          },
          {
            "area": "瀹佹捣鍘?
          },
          {
            "area": "浣欏甯?
          },
          {
            "area": "鎱堟邯甯?
          },
          {
            "area": "瀹佹尝甯?
          }
        ]
      },
      {
        "city": "娓╁窞甯?,
        "areas": [
          {
            "area": "姘稿槈鍘?
          },
          {
            "area": "骞抽槼鍘?
          },
          {
            "area": "鑻嶅崡鍘?
          },
          {
            "area": "鏂囨垚鍘?
          },
          {
            "area": "娉伴『鍘?
          },
          {
            "area": "鐟炲畨甯?
          },
          {
            "area": "涔愭竻甯?
          },
          {
            "area": "榫欐腐甯?
          },
          {
            "area": "娓╁窞甯?
          }
        ]
      },
      {
        "city": "鍢夊叴甯?,
        "areas": [
          {
            "area": "鍢夊杽鍘?
          },
          {
            "area": "娴风洂鍘?
          },
          {
            "area": "娴峰畞甯?
          },
          {
            "area": "骞虫箹甯?
          },
          {
            "area": "妗愪埂甯?
          },
          {
            "area": "鍢夊叴甯?
          }
        ]
      },
      {
        "city": "婀栧窞甯?,
        "areas": [
          {
            "area": "寰锋竻鍘?
          },
          {
            "area": "闀垮叴鍘?
          },
          {
            "area": "瀹夊悏鍘?
          },
          {
            "area": "婀栧窞甯?
          }
        ]
      },
      {
        "city": "缁嶅叴甯?,
        "areas": [
          {
            "area": "鏂版槍鍘?
          },
          {
            "area": "璇告毃甯?
          },
          {
            "area": "宓婂窞甯?
          },
          {
            "area": "缁嶅叴甯?
          }
        ]
      },
      {
        "city": "閲戝崕甯?,
        "areas": [
          {
            "area": "姝︿箟鍘?
          },
          {
            "area": "娴︽睙鍘?
          },
          {
            "area": "纾愬畨鍘?
          },
          {
            "area": "鍏版邯甯?
          },
          {
            "area": "涔変箤甯?
          },
          {
            "area": "涓滈槼甯?
          },
          {
            "area": "姘稿悍甯?
          },
          {
            "area": "閲戝崕甯?
          }
        ]
      },
      {
        "city": "琛㈠窞甯?,
        "areas": [
          {
            "area": "甯稿北鍘?
          },
          {
            "area": "寮€鍖栧幙"
          },
          {
            "area": "榫欐父鍘?
          },
          {
            "area": "姹熷北甯?
          },
          {
            "area": "琛㈠窞甯?
          }
        ]
      },
      {
        "city": "鑸熷北甯?,
        "areas": [
          {
            "area": "宀卞北鍘?
          },
          {
            "area": "宓婃硹鍘?
          },
          {
            "area": "鑸熷北甯?
          }
        ]
      },
      {
        "city": "鍙板窞甯?,
        "areas": [
          {
            "area": "涓夐棬鍘?
          },
          {
            "area": "澶╁彴鍘?
          },
          {
            "area": "浠欏眳鍘?
          },
          {
            "area": "娓╁箔甯?
          },
          {
            "area": "涓存捣甯?
          },
          {
            "area": "鐜夌幆甯?
          },
          {
            "area": "鍙板窞甯?
          }
        ]
      },
      {
        "city": "涓芥按甯?,
        "areas": [
          {
            "area": "闈掔敯鍘?
          },
          {
            "area": "缂欎簯鍘?
          },
          {
            "area": "閬傛槍鍘?
          },
          {
            "area": "鏉鹃槼鍘?
          },
          {
            "area": "浜戝拰鍘?
          },
          {
            "area": "搴嗗厓鍘?
          },
          {
            "area": "鏅畞鐣叉棌鑷不鍘?
          },
          {
            "area": "榫欐硥甯?
          },
          {
            "area": "涓芥按甯?
          }
        ]
      }
    ]
  },
  {
    "province": "瀹夊窘鐪?,
    "citys": [
      {
        "city": "鍚堣偉甯?,
        "areas": [
          {
            "area": "闀夸赴鍘?
          },
          {
            "area": "鑲ヤ笢鍘?
          },
          {
            "area": "鑲ヨタ鍘?
          },
          {
            "area": "搴愭睙鍘?
          },
          {
            "area": "宸㈡箹甯?
          },
          {
            "area": "鍚堣偉甯?
          }
        ]
      },
      {
        "city": "鑺滄箹甯?,
        "areas": [
          {
            "area": "鍗楅櫟鍘?
          },
          {
            "area": "鏃犱负甯?
          },
          {
            "area": "鑺滄箹甯?
          }
        ]
      },
      {
        "city": "铓屽煚甯?,
        "areas": [
          {
            "area": "鎬€杩滃幙"
          },
          {
            "area": "浜旀渤鍘?
          },
          {
            "area": "鍥洪晣鍘?
          },
          {
            "area": "铓屽煚甯?
          }
        ]
      },
      {
        "city": "娣崡甯?,
        "areas": [
          {
            "area": "鍑ゅ彴鍘?
          },
          {
            "area": "瀵垮幙"
          },
          {
            "area": "娣崡甯?
          }
        ]
      },
      {
        "city": "椹瀺灞卞競",
        "areas": [
          {
            "area": "褰撴秱鍘?
          },
          {
            "area": "鍚北鍘?
          },
          {
            "area": "鍜屽幙"
          },
          {
            "area": "椹瀺灞卞競"
          }
        ]
      },
      {
        "city": "娣寳甯?,
        "areas": [
          {
            "area": "婵夋邯鍘?
          },
          {
            "area": "娣寳甯?
          }
        ]
      },
      {
        "city": "閾滈櫟甯?,
        "areas": [
          {
            "area": "鏋為槼鍘?
          },
          {
            "area": "閾滈櫟甯?
          }
        ]
      },
      {
        "city": "瀹夊簡甯?,
        "areas": [
          {
            "area": "鎬€瀹佸幙"
          },
          {
            "area": "澶箹鍘?
          },
          {
            "area": "瀹挎澗鍘?
          },
          {
            "area": "鏈涙睙鍘?
          },
          {
            "area": "宀宠タ鍘?
          },
          {
            "area": "妗愬煄甯?
          },
          {
            "area": "娼滃北甯?
          },
          {
            "area": "瀹夊簡甯?
          }
        ]
      },
      {
        "city": "榛勫北甯?,
        "areas": [
          {
            "area": "姝欏幙"
          },
          {
            "area": "浼戝畞鍘?
          },
          {
            "area": "榛熷幙"
          },
          {
            "area": "绁侀棬鍘?
          },
          {
            "area": "榛勫北甯?
          }
        ]
      },
      {
        "city": "婊佸窞甯?,
        "areas": [
          {
            "area": "鏉ュ畨鍘?
          },
          {
            "area": "鍏ㄦ鍘?
          },
          {
            "area": "瀹氳繙鍘?
          },
          {
            "area": "鍑ら槼鍘?
          },
          {
            "area": "澶╅暱甯?
          },
          {
            "area": "鏄庡厜甯?
          },
          {
            "area": "婊佸窞甯?
          }
        ]
      },
      {
        "city": "闃滈槼甯?,
        "areas": [
          {
            "area": "涓存硥鍘?
          },
          {
            "area": "澶拰鍘?
          },
          {
            "area": "闃滃崡鍘?
          },
          {
            "area": "棰嶄笂鍘?
          },
          {
            "area": "鐣岄甯?
          },
          {
            "area": "闃滈槼甯?
          }
        ]
      },
      {
        "city": "瀹垮窞甯?,
        "areas": [
          {
            "area": "鐮€灞卞幙"
          },
          {
            "area": "钀у幙"
          },
          {
            "area": "鐏电挧鍘?
          },
          {
            "area": "娉楀幙"
          },
          {
            "area": "瀹垮窞甯?
          }
        ]
      },
      {
        "city": "鍏畨甯?,
        "areas": [
          {
            "area": "闇嶉偙鍘?
          },
          {
            "area": "鑸掑煄鍘?
          },
          {
            "area": "閲戝鍘?
          },
          {
            "area": "闇嶅北鍘?
          },
          {
            "area": "鍏畨甯?
          }
        ]
      },
      {
        "city": "浜冲窞甯?,
        "areas": [
          {
            "area": "娑￠槼鍘?
          },
          {
            "area": "钂欏煄鍘?
          },
          {
            "area": "鍒╄緵鍘?
          },
          {
            "area": "浜冲窞甯?
          }
        ]
      },
      {
        "city": "姹犲窞甯?,
        "areas": [
          {
            "area": "涓滆嚦鍘?
          },
          {
            "area": "鐭冲彴鍘?
          },
          {
            "area": "闈掗槼鍘?
          },
          {
            "area": "姹犲窞甯?
          }
        ]
      },
      {
        "city": "瀹ｅ煄甯?,
        "areas": [
          {
            "area": "閮庢邯鍘?
          },
          {
            "area": "娉惧幙"
          },
          {
            "area": "缁╂邯鍘?
          },
          {
            "area": "鏃屽痉鍘?
          },
          {
            "area": "瀹佸浗甯?
          },
          {
            "area": "骞垮痉甯?
          },
          {
            "area": "瀹ｅ煄甯?
          }
        ]
      }
    ]
  },
  {
    "province": "绂忓缓鐪?,
    "citys": [
      {
        "city": "绂忓窞甯?,
        "areas": [
          {
            "area": "闂戒警鍘?
          },
          {
            "area": "杩炴睙鍘?
          },
          {
            "area": "缃楁簮鍘?
          },
          {
            "area": "闂芥竻鍘?
          },
          {
            "area": "姘告嘲鍘?
          },
          {
            "area": "骞虫江鍘?
          },
          {
            "area": "绂忔竻甯?
          },
          {
            "area": "绂忓窞甯?
          }
        ]
      },
      {
        "city": "鍘﹂棬甯?,
        "areas": [
          {
            "area": "鍘﹂棬甯?
          }
        ]
      },
      {
        "city": "鑾嗙敯甯?,
        "areas": [
          {
            "area": "浠欐父鍘?
          },
          {
            "area": "鑾嗙敯甯?
          }
        ]
      },
      {
        "city": "涓夋槑甯?,
        "areas": [
          {
            "area": "鏄庢邯鍘?
          },
          {
            "area": "娓呮祦鍘?
          },
          {
            "area": "瀹佸寲鍘?
          },
          {
            "area": "澶х敯鍘?
          },
          {
            "area": "灏ゆ邯鍘?
          },
          {
            "area": "灏嗕箰鍘?
          },
          {
            "area": "娉板畞鍘?
          },
          {
            "area": "寤哄畞鍘?
          },
          {
            "area": "姘稿畨甯?
          },
          {
            "area": "涓夋槑甯?
          }
        ]
      },
      {
        "city": "娉夊窞甯?,
        "areas": [
          {
            "area": "鎯犲畨鍘?
          },
          {
            "area": "瀹夋邯鍘?
          },
          {
            "area": "姘告槬鍘?
          },
          {
            "area": "寰峰寲鍘?
          },
          {
            "area": "閲戦棬鍘?
          },
          {
            "area": "鐭崇嫯甯?
          },
          {
            "area": "鏅嬫睙甯?
          },
          {
            "area": "鍗楀畨甯?
          },
          {
            "area": "娉夊窞甯?
          }
        ]
      },
      {
        "city": "婕冲窞甯?,
        "areas": [
          {
            "area": "浜戦渼鍘?
          },
          {
            "area": "婕虫郸鍘?
          },
          {
            "area": "璇忓畨鍘?
          },
          {
            "area": "涓滃北鍘?
          },
          {
            "area": "鍗楅潠鍘?
          },
          {
            "area": "骞冲拰鍘?
          },
          {
            "area": "鍗庡畨鍘?
          },
          {
            "area": "婕冲窞甯?
          }
        ]
      },
      {
        "city": "鍗楀钩甯?,
        "areas": [
          {
            "area": "椤烘槍鍘?
          },
          {
            "area": "娴﹀煄鍘?
          },
          {
            "area": "鍏夋辰鍘?
          },
          {
            "area": "鏉炬邯鍘?
          },
          {
            "area": "鏀垮拰鍘?
          },
          {
            "area": "閭垫甯?
          },
          {
            "area": "姝﹀し灞卞競"
          },
          {
            "area": "寤虹摨甯?
          },
          {
            "area": "鍗楀钩甯?
          }
        ]
      },
      {
        "city": "榫欏博甯?,
        "areas": [
          {
            "area": "闀挎眬鍘?
          },
          {
            "area": "涓婃澀鍘?
          },
          {
            "area": "姝﹀钩鍘?
          },
          {
            "area": "杩炲煄鍘?
          },
          {
            "area": "婕冲钩甯?
          },
          {
            "area": "榫欏博甯?
          }
        ]
      },
      {
        "city": "瀹佸痉甯?,
        "areas": [
          {
            "area": "闇炴郸鍘?
          },
          {
            "area": "鍙ょ敯鍘?
          },
          {
            "area": "灞忓崡鍘?
          },
          {
            "area": "瀵垮畞鍘?
          },
          {
            "area": "鍛ㄥ畞鍘?
          },
          {
            "area": "鏌樿崳鍘?
          },
          {
            "area": "绂忓畨甯?
          },
          {
            "area": "绂忛紟甯?
          },
          {
            "area": "瀹佸痉甯?
          }
        ]
      }
    ]
  },
  {
    "province": "姹熻タ鐪?,
    "citys": [
      {
        "city": "鍗楁槍甯?,
        "areas": [
          {
            "area": "鍗楁槍鍘?
          },
          {
            "area": "瀹変箟鍘?
          },
          {
            "area": "杩涜搐鍘?
          },
          {
            "area": "鍗楁槍甯?
          }
        ]
      },
      {
        "city": "鏅痉闀囧競",
        "areas": [
          {
            "area": "娴鍘?
          },
          {
            "area": "涔愬钩甯?
          },
          {
            "area": "鏅痉闀囧競"
          }
        ]
      },
      {
        "city": "钀嶄埂甯?,
        "areas": [
          {
            "area": "鑾茶姳鍘?
          },
          {
            "area": "涓婃牀鍘?
          },
          {
            "area": "鑺︽邯鍘?
          },
          {
            "area": "钀嶄埂甯?
          }
        ]
      },
      {
        "city": "涔濇睙甯?,
        "areas": [
          {
            "area": "姝﹀畞鍘?
          },
          {
            "area": "淇按鍘?
          },
          {
            "area": "姘镐慨鍘?
          },
          {
            "area": "寰峰畨鍘?
          },
          {
            "area": "閮芥槍鍘?
          },
          {
            "area": "婀栧彛鍘?
          },
          {
            "area": "褰辰鍘?
          },
          {
            "area": "鐟炴槍甯?
          },
          {
            "area": "鍏遍潚鍩庡競"
          },
          {
            "area": "搴愬北甯?
          },
          {
            "area": "涔濇睙甯?
          }
        ]
      },
      {
        "city": "鏂颁綑甯?,
        "areas": [
          {
            "area": "鍒嗗疁鍘?
          },
          {
            "area": "鏂颁綑甯?
          }
        ]
      },
      {
        "city": "楣版江甯?,
        "areas": [
          {
            "area": "璐垫邯甯?
          },
          {
            "area": "楣版江甯?
          }
        ]
      },
      {
        "city": "璧ｅ窞甯?,
        "areas": [
          {
            "area": "淇′赴鍘?
          },
          {
            "area": "澶т綑鍘?
          },
          {
            "area": "涓婄姽鍘?
          },
          {
            "area": "宕囦箟鍘?
          },
          {
            "area": "瀹夎繙鍘?
          },
          {
            "area": "瀹氬崡鍘?
          },
          {
            "area": "鍏ㄥ崡鍘?
          },
          {
            "area": "瀹侀兘鍘?
          },
          {
            "area": "浜庨兘鍘?
          },
          {
            "area": "鍏村浗鍘?
          },
          {
            "area": "浼氭槍鍘?
          },
          {
            "area": "瀵讳箤鍘?
          },
          {
            "area": "鐭冲煄鍘?
          },
          {
            "area": "鐟為噾甯?
          },
          {
            "area": "榫欏崡甯?
          },
          {
            "area": "璧ｅ窞甯?
          }
        ]
      },
      {
        "city": "鍚夊畨甯?,
        "areas": [
          {
            "area": "鍚夊畨鍘?
          },
          {
            "area": "鍚夋按鍘?
          },
          {
            "area": "宄℃睙鍘?
          },
          {
            "area": "鏂板共鍘?
          },
          {
            "area": "姘镐赴鍘?
          },
          {
            "area": "娉板拰鍘?
          },
          {
            "area": "閬傚窛鍘?
          },
          {
            "area": "涓囧畨鍘?
          },
          {
            "area": "瀹夌鍘?
          },
          {
            "area": "姘告柊鍘?
          },
          {
            "area": "浜曞唸灞卞競"
          },
          {
            "area": "鍚夊畨甯?
          }
        ]
      },
      {
        "city": "瀹滄槬甯?,
        "areas": [
          {
            "area": "濂夋柊鍘?
          },
          {
            "area": "涓囪浇鍘?
          },
          {
            "area": "涓婇珮鍘?
          },
          {
            "area": "瀹滀赴鍘?
          },
          {
            "area": "闈栧畨鍘?
          },
          {
            "area": "閾滈紦鍘?
          },
          {
            "area": "涓板煄甯?
          },
          {
            "area": "妯熸爲甯?
          },
          {
            "area": "楂樺畨甯?
          },
          {
            "area": "瀹滄槬甯?
          }
        ]
      },
      {
        "city": "鎶氬窞甯?,
        "areas": [
          {
            "area": "鍗楀煄鍘?
          },
          {
            "area": "榛庡窛鍘?
          },
          {
            "area": "鍗椾赴鍘?
          },
          {
            "area": "宕囦粊鍘?
          },
          {
            "area": "涔愬畨鍘?
          },
          {
            "area": "瀹滈粍鍘?
          },
          {
            "area": "閲戞邯鍘?
          },
          {
            "area": "璧勬邯鍘?
          },
          {
            "area": "骞挎槍鍘?
          },
          {
            "area": "鎶氬窞甯?
          }
        ]
      },
      {
        "city": "涓婇ザ甯?,
        "areas": [
          {
            "area": "鐜夊北鍘?
          },
          {
            "area": "閾呭北鍘?
          },
          {
            "area": "妯嘲鍘?
          },
          {
            "area": "寮嬮槼鍘?
          },
          {
            "area": "浣欏共鍘?
          },
          {
            "area": "閯遍槼鍘?
          },
          {
            "area": "涓囧勾鍘?
          },
          {
            "area": "濠烘簮鍘?
          },
          {
            "area": "寰峰叴甯?
          },
          {
            "area": "涓婇ザ甯?
          }
        ]
      }
    ]
  },
  {
    "province": "灞变笢鐪?,
    "citys": [
      {
        "city": "娴庡崡甯?,
        "areas": [
          {
            "area": "骞抽槾鍘?
          },
          {
            "area": "鍟嗘渤鍘?
          },
          {
            "area": "娴庡崡甯?
          }
        ]
      },
      {
        "city": "闈掑矝甯?,
        "areas": [
          {
            "area": "鑳跺窞甯?
          },
          {
            "area": "骞冲害甯?
          },
          {
            "area": "鑾辫タ甯?
          },
          {
            "area": "闈掑矝甯?
          }
        ]
      },
      {
        "city": "娣勫崥甯?,
        "areas": [
          {
            "area": "妗撳彴鍘?
          },
          {
            "area": "楂橀潚鍘?
          },
          {
            "area": "娌傛簮鍘?
          },
          {
            "area": "娣勫崥甯?
          }
        ]
      },
      {
        "city": "鏋ｅ簞甯?,
        "areas": [
          {
            "area": "婊曞窞甯?
          },
          {
            "area": "鏋ｅ簞甯?
          }
        ]
      },
      {
        "city": "涓滆惀甯?,
        "areas": [
          {
            "area": "鍒╂触鍘?
          },
          {
            "area": "骞块ザ鍘?
          },
          {
            "area": "涓滆惀甯?
          }
        ]
      },
      {
        "city": "鐑熷彴甯?,
        "areas": [
          {
            "area": "榫欏彛甯?
          },
          {
            "area": "鑾遍槼甯?
          },
          {
            "area": "鑾卞窞甯?
          },
          {
            "area": "鎷涜繙甯?
          },
          {
            "area": "鏍栭湠甯?
          },
          {
            "area": "娴烽槼甯?
          },
          {
            "area": "鐑熷彴甯?
          }
        ]
      },
      {
        "city": "娼嶅潑甯?,
        "areas": [
          {
            "area": "涓存湊鍘?
          },
          {
            "area": "鏄屼箰鍘?
          },
          {
            "area": "闈掑窞甯?
          },
          {
            "area": "璇稿煄甯?
          },
          {
            "area": "瀵垮厜甯?
          },
          {
            "area": "瀹変笜甯?
          },
          {
            "area": "楂樺瘑甯?
          },
          {
            "area": "鏄岄倯甯?
          },
          {
            "area": "娼嶅潑甯?
          }
        ]
      },
      {
        "city": "娴庡畞甯?,
        "areas": [
          {
            "area": "寰北鍘?
          },
          {
            "area": "楸煎彴鍘?
          },
          {
            "area": "閲戜埂鍘?
          },
          {
            "area": "鍢夌ゥ鍘?
          },
          {
            "area": "姹朵笂鍘?
          },
          {
            "area": "娉楁按鍘?
          },
          {
            "area": "姊佸北鍘?
          },
          {
            "area": "鏇查槣甯?
          },
          {
            "area": "閭瑰煄甯?
          },
          {
            "area": "娴庡畞甯?
          }
        ]
      },
      {
        "city": "娉板畨甯?,
        "areas": [
          {
            "area": "瀹侀槼鍘?
          },
          {
            "area": "涓滃钩鍘?
          },
          {
            "area": "鏂版嘲甯?
          },
          {
            "area": "鑲ュ煄甯?
          },
          {
            "area": "娉板畨甯?
          }
        ]
      },
      {
        "city": "濞佹捣甯?,
        "areas": [
          {
            "area": "鑽ｆ垚甯?
          },
          {
            "area": "涔冲北甯?
          },
          {
            "area": "濞佹捣甯?
          }
        ]
      },
      {
        "city": "鏃ョ収甯?,
        "areas": [
          {
            "area": "浜旇幉鍘?
          },
          {
            "area": "鑾掑幙"
          },
          {
            "area": "鏃ョ収甯?
          }
        ]
      },
      {
        "city": "涓存矀甯?,
        "areas": [
          {
            "area": "娌傚崡鍘?
          },
          {
            "area": "閮煄鍘?
          },
          {
            "area": "娌傛按鍘?
          },
          {
            "area": "鍏伴櫟鍘?
          },
          {
            "area": "璐瑰幙"
          },
          {
            "area": "骞抽倯鍘?
          },
          {
            "area": "鑾掑崡鍘?
          },
          {
            "area": "钂欓槾鍘?
          },
          {
            "area": "涓存箔鍘?
          },
          {
            "area": "涓存矀甯?
          }
        ]
      },
      {
        "city": "寰峰窞甯?,
        "areas": [
          {
            "area": "瀹佹触鍘?
          },
          {
            "area": "搴嗕簯鍘?
          },
          {
            "area": "涓撮倯鍘?
          },
          {
            "area": "榻愭渤鍘?
          },
          {
            "area": "骞冲師鍘?
          },
          {
            "area": "澶忔触鍘?
          },
          {
            "area": "姝﹀煄鍘?
          },
          {
            "area": "涔愰櫟甯?
          },
          {
            "area": "绂瑰煄甯?
          },
          {
            "area": "寰峰窞甯?
          }
        ]
      },
      {
        "city": "鑱婂煄甯?,
        "areas": [
          {
            "area": "闃宠胺鍘?
          },
          {
            "area": "鑾樺幙"
          },
          {
            "area": "涓滈樋鍘?
          },
          {
            "area": "鍐犲幙"
          },
          {
            "area": "楂樺攼鍘?
          },
          {
            "area": "涓存竻甯?
          },
          {
            "area": "鑱婂煄甯?
          }
        ]
      },
      {
        "city": "婊ㄥ窞甯?,
        "areas": [
          {
            "area": "鎯犳皯鍘?
          },
          {
            "area": "闃充俊鍘?
          },
          {
            "area": "鏃犳＃鍘?
          },
          {
            "area": "鍗氬叴鍘?
          },
          {
            "area": "閭瑰钩甯?
          },
          {
            "area": "婊ㄥ窞甯?
          }
        ]
      },
      {
        "city": "鑿忔辰甯?,
        "areas": [
          {
            "area": "鏇瑰幙"
          },
          {
            "area": "鍗曞幙"
          },
          {
            "area": "鎴愭鍘?
          },
          {
            "area": "宸ㄩ噹鍘?
          },
          {
            "area": "閮撳煄鍘?
          },
          {
            "area": "閯勫煄鍘?
          },
          {
            "area": "涓滄槑鍘?
          },
          {
            "area": "鑿忔辰甯?
          }
        ]
      }
    ]
  },
  {
    "province": "娌冲崡鐪?,
    "citys": [
      {
        "city": "閮戝窞甯?,
        "areas": [
          {
            "area": "涓墴鍘?
          },
          {
            "area": "宸╀箟甯?
          },
          {
            "area": "鑽ラ槼甯?
          },
          {
            "area": "鏂板瘑甯?
          },
          {
            "area": "鏂伴儜甯?
          },
          {
            "area": "鐧诲皝甯?
          },
          {
            "area": "閮戝窞甯?
          }
        ]
      },
      {
        "city": "寮€灏佸競",
        "areas": [
          {
            "area": "鏉炲幙"
          },
          {
            "area": "閫氳鍘?
          },
          {
            "area": "灏夋皬鍘?
          },
          {
            "area": "鍏拌€冨幙"
          },
          {
            "area": "寮€灏佸競"
          }
        ]
      },
      {
        "city": "娲涢槼甯?,
        "areas": [
          {
            "area": "鏂板畨鍘?
          },
          {
            "area": "鏍惧窛鍘?
          },
          {
            "area": "宓╁幙"
          },
          {
            "area": "姹濋槼鍘?
          },
          {
            "area": "瀹滈槼鍘?
          },
          {
            "area": "娲涘畞鍘?
          },
          {
            "area": "浼婂窛鍘?
          },
          {
            "area": "娲涢槼甯?
          }
        ]
      },
      {
        "city": "骞抽《灞卞競",
        "areas": [
          {
            "area": "瀹濅赴鍘?
          },
          {
            "area": "鍙跺幙"
          },
          {
            "area": "椴佸北鍘?
          },
          {
            "area": "閮忓幙"
          },
          {
            "area": "鑸為挗甯?
          },
          {
            "area": "姹濆窞甯?
          },
          {
            "area": "骞抽《灞卞競"
          }
        ]
      },
      {
        "city": "瀹夐槼甯?,
        "areas": [
          {
            "area": "瀹夐槼鍘?
          },
          {
            "area": "姹ら槾鍘?
          },
          {
            "area": "婊戝幙"
          },
          {
            "area": "鍐呴粍鍘?
          },
          {
            "area": "鏋楀窞甯?
          },
          {
            "area": "瀹夐槼甯?
          }
        ]
      },
      {
        "city": "楣ゅ甯?,
        "areas": [
          {
            "area": "娴氬幙"
          },
          {
            "area": "娣囧幙"
          },
          {
            "area": "楣ゅ甯?
          }
        ]
      },
      {
        "city": "鏂颁埂甯?,
        "areas": [
          {
            "area": "鏂颁埂鍘?
          },
          {
            "area": "鑾峰槈鍘?
          },
          {
            "area": "鍘熼槼鍘?
          },
          {
            "area": "寤舵触鍘?
          },
          {
            "area": "灏佷笜鍘?
          },
          {
            "area": "鍗緣甯?
          },
          {
            "area": "杈夊幙甯?
          },
          {
            "area": "闀垮灒甯?
          },
          {
            "area": "鏂颁埂甯?
          }
        ]
      },
      {
        "city": "鐒︿綔甯?,
        "areas": [
          {
            "area": "淇鍘?
          },
          {
            "area": "鍗氱埍鍘?
          },
          {
            "area": "姝﹂櫉鍘?
          },
          {
            "area": "娓╁幙"
          },
          {
            "area": "娌侀槼甯?
          },
          {
            "area": "瀛熷窞甯?
          },
          {
            "area": "鐒︿綔甯?
          }
        ]
      },
      {
        "city": "婵槼甯?,
        "areas": [
          {
            "area": "娓呬赴鍘?
          },
          {
            "area": "鍗椾箰鍘?
          },
          {
            "area": "鑼冨幙"
          },
          {
            "area": "鍙板墠鍘?
          },
          {
            "area": "婵槼鍘?
          },
          {
            "area": "婵槼甯?
          }
        ]
      },
      {
        "city": "璁告槍甯?,
        "areas": [
          {
            "area": "閯㈤櫟鍘?
          },
          {
            "area": "瑗勫煄鍘?
          },
          {
            "area": "绂瑰窞甯?
          },
          {
            "area": "闀胯憶甯?
          },
          {
            "area": "璁告槍甯?
          }
        ]
      },
      {
        "city": "婕渤甯?,
        "areas": [
          {
            "area": "鑸為槼鍘?
          },
          {
            "area": "涓撮鍘?
          },
          {
            "area": "婕渤甯?
          }
        ]
      },
      {
        "city": "涓夐棬宄″競",
        "areas": [
          {
            "area": "娓戞睜鍘?
          },
          {
            "area": "鍗㈡皬鍘?
          },
          {
            "area": "涔夐┈甯?
          },
          {
            "area": "鐏靛疂甯?
          },
          {
            "area": "涓夐棬宄″競"
          }
        ]
      },
      {
        "city": "鍗楅槼甯?,
        "areas": [
          {
            "area": "鍗楀彫鍘?
          },
          {
            "area": "鏂瑰煄鍘?
          },
          {
            "area": "瑗垮场鍘?
          },
          {
            "area": "闀囧钩鍘?
          },
          {
            "area": "鍐呬埂鍘?
          },
          {
            "area": "娣呭窛鍘?
          },
          {
            "area": "绀炬棗鍘?
          },
          {
            "area": "鍞愭渤鍘?
          },
          {
            "area": "鏂伴噹鍘?
          },
          {
            "area": "妗愭煆鍘?
          },
          {
            "area": "閭撳窞甯?
          },
          {
            "area": "鍗楅槼甯?
          }
        ]
      },
      {
        "city": "鍟嗕笜甯?,
        "areas": [
          {
            "area": "姘戞潈鍘?
          },
          {
            "area": "鐫㈠幙"
          },
          {
            "area": "瀹侀櫟鍘?
          },
          {
            "area": "鏌樺煄鍘?
          },
          {
            "area": "铏炲煄鍘?
          },
          {
            "area": "澶忛倯鍘?
          },
          {
            "area": "姘稿煄甯?
          },
          {
            "area": "鍟嗕笜甯?
          }
        ]
      },
      {
        "city": "淇￠槼甯?,
        "areas": [
          {
            "area": "缃楀北鍘?
          },
          {
            "area": "鍏夊北鍘?
          },
          {
            "area": "鏂板幙"
          },
          {
            "area": "鍟嗗煄鍘?
          },
          {
            "area": "鍥哄鍘?
          },
          {
            "area": "娼㈠窛鍘?
          },
          {
            "area": "娣花鍘?
          },
          {
            "area": "鎭幙"
          },
          {
            "area": "淇￠槼甯?
          }
        ]
      },
      {
        "city": "鍛ㄥ彛甯?,
        "areas": [
          {
            "area": "鎵舵矡鍘?
          },
          {
            "area": "瑗垮崕鍘?
          },
          {
            "area": "鍟嗘按鍘?
          },
          {
            "area": "娌堜笜鍘?
          },
          {
            "area": "閮稿煄鍘?
          },
          {
            "area": "澶悍鍘?
          },
          {
            "area": "楣块倯鍘?
          },
          {
            "area": "椤瑰煄甯?
          },
          {
            "area": "鍛ㄥ彛甯?
          }
        ]
      },
      {
        "city": "椹婚┈搴楀競",
        "areas": [
          {
            "area": "瑗垮钩鍘?
          },
          {
            "area": "涓婅敗鍘?
          },
          {
            "area": "骞宠垎鍘?
          },
          {
            "area": "姝ｉ槼鍘?
          },
          {
            "area": "纭北鍘?
          },
          {
            "area": "娉岄槼鍘?
          },
          {
            "area": "姹濆崡鍘?
          },
          {
            "area": "閬傚钩鍘?
          },
          {
            "area": "鏂拌敗鍘?
          },
          {
            "area": "娴庢簮甯?
          },
          {
            "area": "椹婚┈搴楀競"
          }
        ]
      }
    ]
  },
  {
    "province": "婀栧寳鐪?,
    "citys": [
      {
        "city": "姝︽眽甯?,
        "areas": [
          {
            "area": "姝︽眽甯?
          }
        ]
      },
      {
        "city": "榛勭煶甯?,
        "areas": [
          {
            "area": "闃虫柊鍘?
          },
          {
            "area": "澶у喍甯?
          },
          {
            "area": "榛勭煶甯?
          }
        ]
      },
      {
        "city": "鍗佸牥甯?,
        "areas": [
          {
            "area": "閮цタ鍘?
          },
          {
            "area": "绔瑰北鍘?
          },
          {
            "area": "绔规邯鍘?
          },
          {
            "area": "鎴垮幙"
          },
          {
            "area": "涓规睙鍙ｅ競"
          },
          {
            "area": "鍗佸牥甯?
          }
        ]
      },
      {
        "city": "瀹滄槍甯?,
        "areas": [
          {
            "area": "杩滃畨鍘?
          },
          {
            "area": "鍏村北鍘?
          },
          {
            "area": "绉綊鍘?
          },
          {
            "area": "闀块槼鍦熷鏃忚嚜娌诲幙"
          },
          {
            "area": "浜斿嘲鍦熷鏃忚嚜娌诲幙"
          },
          {
            "area": "瀹滈兘甯?
          },
          {
            "area": "褰撻槼甯?
          },
          {
            "area": "鏋濇睙甯?
          },
          {
            "area": "瀹滄槍甯?
          }
        ]
      },
      {
        "city": "瑗勯槼甯?,
        "areas": [
          {
            "area": "鍗楁汲鍘?
          },
          {
            "area": "璋峰煄鍘?
          },
          {
            "area": "淇濆悍鍘?
          },
          {
            "area": "鑰佹渤鍙ｅ競"
          },
          {
            "area": "鏋ｉ槼甯?
          },
          {
            "area": "瀹滃煄甯?
          },
          {
            "area": "瑗勯槼甯?
          }
        ]
      },
      {
        "city": "閯傚窞甯?,
        "areas": [
          {
            "area": "閯傚窞甯?
          }
        ]
      },
      {
        "city": "鑽嗛棬甯?,
        "areas": [
          {
            "area": "娌欐磱鍘?
          },
          {
            "area": "閽熺ゥ甯?
          },
          {
            "area": "浜北甯?
          },
          {
            "area": "鑽嗛棬甯?
          }
        ]
      },
      {
        "city": "瀛濇劅甯?,
        "areas": [
          {
            "area": "瀛濇槍鍘?
          },
          {
            "area": "澶ф偀鍘?
          },
          {
            "area": "浜戞ⅵ鍘?
          },
          {
            "area": "搴斿煄甯?
          },
          {
            "area": "瀹夐檰甯?
          },
          {
            "area": "姹夊窛甯?
          },
          {
            "area": "瀛濇劅甯?
          }
        ]
      },
      {
        "city": "鑽嗗窞甯?,
        "areas": [
          {
            "area": "鍏畨鍘?
          },
          {
            "area": "姹熼櫟鍘?
          },
          {
            "area": "鐭抽甯?
          },
          {
            "area": "娲箹甯?
          },
          {
            "area": "鏉炬粙甯?
          },
          {
            "area": "鐩戝埄甯?
          },
          {
            "area": "鑽嗗窞甯?
          }
        ]
      },
      {
        "city": "榛勫唸甯?,
        "areas": [
          {
            "area": "鍥㈤鍘?
          },
          {
            "area": "绾㈠畨鍘?
          },
          {
            "area": "缃楃敯鍘?
          },
          {
            "area": "鑻卞北鍘?
          },
          {
            "area": "娴犳按鍘?
          },
          {
            "area": "钑叉槬鍘?
          },
          {
            "area": "榛勬鍘?
          },
          {
            "area": "楹诲煄甯?
          },
          {
            "area": "姝︾┐甯?
          },
          {
            "area": "榛勫唸甯?
          }
        ]
      },
      {
        "city": "鍜稿畞甯?,
        "areas": [
          {
            "area": "鍢夐奔鍘?
          },
          {
            "area": "閫氬煄鍘?
          },
          {
            "area": "宕囬槼鍘?
          },
          {
            "area": "閫氬北鍘?
          },
          {
            "area": "璧ゅ甯?
          },
          {
            "area": "鍜稿畞甯?
          }
        ]
      },
      {
        "city": "闅忓窞甯?,
        "areas": [
          {
            "area": "闅忓幙"
          },
          {
            "area": "骞挎按甯?
          },
          {
            "area": "闅忓窞甯?
          }
        ]
      },
      {
        "city": "鎭╂柦鍦熷鏃忚嫍鏃忚嚜娌诲窞",
        "areas": [
          {
            "area": "鎭╂柦甯?
          },
          {
            "area": "鍒╁窛甯?
          },
          {
            "area": "寤哄鍘?
          },
          {
            "area": "宸翠笢鍘?
          },
          {
            "area": "瀹ｆ仼鍘?
          },
          {
            "area": "鍜镐赴鍘?
          },
          {
            "area": "鏉ュ嚖鍘?
          },
          {
            "area": "楣ゅ嘲鍘?
          },
          {
            "area": "浠欐甯?
          },
          {
            "area": "娼滄睙甯?
          },
          {
            "area": "澶╅棬甯?
          }
        ]
      }
    ]
  },
  {
    "province": "婀栧崡鐪?,
    "citys": [
      {
        "city": "闀挎矙甯?,
        "areas": [
          {
            "area": "闀挎矙鍘?
          },
          {
            "area": "娴忛槼甯?
          },
          {
            "area": "瀹佷埂甯?
          },
          {
            "area": "闀挎矙甯?
          }
        ]
      },
      {
        "city": "鏍床甯?,
        "areas": [
          {
            "area": "鏀稿幙"
          },
          {
            "area": "鑼堕櫟鍘?
          },
          {
            "area": "鐐庨櫟鍘?
          },
          {
            "area": "閱撮櫟甯?
          },
          {
            "area": "鏍床甯?
          }
        ]
      },
      {
        "city": "婀樻江甯?,
        "areas": [
          {
            "area": "婀樻江鍘?
          },
          {
            "area": "婀樹埂甯?
          },
          {
            "area": "闊跺北甯?
          },
          {
            "area": "婀樻江甯?
          }
        ]
      },
      {
        "city": "琛￠槼甯?,
        "areas": [
          {
            "area": "琛￠槼鍘?
          },
          {
            "area": "琛″崡鍘?
          },
          {
            "area": "琛″北鍘?
          },
          {
            "area": "琛′笢鍘?
          },
          {
            "area": "绁佷笢鍘?
          },
          {
            "area": "鑰掗槼甯?
          },
          {
            "area": "甯稿畞甯?
          },
          {
            "area": "琛￠槼甯?
          }
        ]
      },
      {
        "city": "閭甸槼甯?,
        "areas": [
          {
            "area": "鏂伴偟鍘?
          },
          {
            "area": "閭甸槼鍘?
          },
          {
            "area": "闅嗗洖鍘?
          },
          {
            "area": "娲炲彛鍘?
          },
          {
            "area": "缁ュ畞鍘?
          },
          {
            "area": "鏂板畞鍘?
          },
          {
            "area": "鍩庢鑻楁棌鑷不鍘?
          },
          {
            "area": "姝﹀唸甯?
          },
          {
            "area": "閭典笢甯?
          },
          {
            "area": "閭甸槼甯?
          }
        ]
      },
      {
        "city": "宀抽槼甯?,
        "areas": [
          {
            "area": "宀抽槼鍘?
          },
          {
            "area": "鍗庡鍘?
          },
          {
            "area": "婀橀槾鍘?
          },
          {
            "area": "骞虫睙鍘?
          },
          {
            "area": "姹ㄧ綏甯?
          },
          {
            "area": "涓存箻甯?
          },
          {
            "area": "宀抽槼甯?
          }
        ]
      },
      {
        "city": "甯稿痉甯?,
        "areas": [
          {
            "area": "瀹変埂鍘?
          },
          {
            "area": "姹夊鍘?
          },
          {
            "area": "婢у幙"
          },
          {
            "area": "涓存晶鍘?
          },
          {
            "area": "妗冩簮鍘?
          },
          {
            "area": "鐭抽棬鍘?
          },
          {
            "area": "娲ュ競甯?
          },
          {
            "area": "甯稿痉甯?
          }
        ]
      },
      {
        "city": "寮犲鐣屽競",
        "areas": [
          {
            "area": "鎱堝埄鍘?
          },
          {
            "area": "妗戞鍘?
          },
          {
            "area": "寮犲鐣屽競"
          }
        ]
      },
      {
        "city": "鐩婇槼甯?,
        "areas": [
          {
            "area": "鍗楀幙"
          },
          {
            "area": "妗冩睙鍘?
          },
          {
            "area": "瀹夊寲鍘?
          },
          {
            "area": "娌呮睙甯?
          },
          {
            "area": "鐩婇槼甯?
          }
        ]
      },
      {
        "city": "閮村窞甯?,
        "areas": [
          {
            "area": "妗傞槼鍘?
          },
          {
            "area": "瀹滅珷鍘?
          },
          {
            "area": "姘稿叴鍘?
          },
          {
            "area": "鍢夌鍘?
          },
          {
            "area": "涓存鍘?
          },
          {
            "area": "姹濆煄鍘?
          },
          {
            "area": "妗備笢鍘?
          },
          {
            "area": "瀹変粊鍘?
          },
          {
            "area": "璧勫叴甯?
          },
          {
            "area": "閮村窞甯?
          }
        ]
      },
      {
        "city": "姘稿窞甯?,
        "areas": [
          {
            "area": "涓滃畨鍘?
          },
          {
            "area": "鍙岀墝鍘?
          },
          {
            "area": "閬撳幙"
          },
          {
            "area": "姹熸案鍘?
          },
          {
            "area": "瀹佽繙鍘?
          },
          {
            "area": "钃濆北鍘?
          },
          {
            "area": "鏂扮敯鍘?
          },
          {
            "area": "姹熷崕鐟舵棌鑷不鍘?
          },
          {
            "area": "绁侀槼甯?
          },
          {
            "area": "姘稿窞甯?
          }
        ]
      },
      {
        "city": "鎬€鍖栧競",
        "areas": [
          {
            "area": "涓柟鍘?
          },
          {
            "area": "娌呴櫟鍘?
          },
          {
            "area": "杈版邯鍘?
          },
          {
            "area": "婧嗘郸鍘?
          },
          {
            "area": "浼氬悓鍘?
          },
          {
            "area": "楹婚槼鑻楁棌鑷不鍘?
          },
          {
            "area": "鏂版檭渚楁棌鑷不鍘?
          },
          {
            "area": "鑺锋睙渚楁棌鑷不鍘?
          },
          {
            "area": "闈栧窞鑻楁棌渚楁棌鑷不鍘?
          },
          {
            "area": "閫氶亾渚楁棌鑷不鍘?
          },
          {
            "area": "娲睙甯?
          },
          {
            "area": "鎬€鍖栧競"
          }
        ]
      },
      {
        "city": "濞勫簳甯?,
        "areas": [
          {
            "area": "鍙屽嘲鍘?
          },
          {
            "area": "鏂板寲鍘?
          },
          {
            "area": "鍐锋按姹熷競"
          },
          {
            "area": "娑熸簮甯?
          },
          {
            "area": "濞勫簳甯?
          }
        ]
      },
      {
        "city": "婀樿タ鍦熷鏃忚嫍鏃忚嚜娌诲窞",
        "areas": [
          {
            "area": "鍚夐甯?
          },
          {
            "area": "娉告邯鍘?
          },
          {
            "area": "鍑ゅ嚢鍘?
          },
          {
            "area": "鑺卞灒鍘?
          },
          {
            "area": "淇濋潠鍘?
          },
          {
            "area": "鍙や笀鍘?
          },
          {
            "area": "姘搁『鍘?
          },
          {
            "area": "榫欏北鍘?
          }
        ]
      }
    ]
  },
  {
    "province": "骞夸笢鐪?,
    "citys": [
      {
        "city": "骞垮窞甯?,
        "areas": [
          {
            "area": "骞垮窞甯?
          }
        ]
      },
      {
        "city": "闊跺叧甯?,
        "areas": [
          {
            "area": "濮嬪叴鍘?
          },
          {
            "area": "浠佸寲鍘?
          },
          {
            "area": "缈佹簮鍘?
          },
          {
            "area": "涔虫簮鐟舵棌鑷不鍘?
          },
          {
            "area": "鏂颁赴鍘?
          },
          {
            "area": "涔愭槍甯?
          },
          {
            "area": "鍗楅泟甯?
          },
          {
            "area": "闊跺叧甯?
          }
        ]
      },
      {
        "city": "娣卞湷甯?,
        "areas": [
          {
            "area": "娣卞湷甯?
          }
        ]
      },
      {
        "city": "鐝犳捣甯?,
        "areas": [
          {
            "area": "鐝犳捣甯?
          }
        ]
      },
      {
        "city": "姹曞ご甯?,
        "areas": [
          {
            "area": "鍗楁境鍘?
          },
          {
            "area": "姹曞ご甯?
          }
        ]
      },
      {
        "city": "浣涘北甯?,
        "areas": [
          {
            "area": "浣涘北甯?
          }
        ]
      },
      {
        "city": "姹熼棬甯?,
        "areas": [
          {
            "area": "鍙板北甯?
          },
          {
            "area": "寮€骞冲競"
          },
          {
            "area": "楣ゅ北甯?
          },
          {
            "area": "鎭╁钩甯?
          },
          {
            "area": "姹熼棬甯?
          }
        ]
      },
      {
        "city": "婀涙睙甯?,
        "areas": [
          {
            "area": "閬傛邯鍘?
          },
          {
            "area": "寰愰椈鍘?
          },
          {
            "area": "寤夋睙甯?
          },
          {
            "area": "闆峰窞甯?
          },
          {
            "area": "鍚村窛甯?
          },
          {
            "area": "婀涙睙甯?
          }
        ]
      },
      {
        "city": "鑼傚悕甯?,
        "areas": [
          {
            "area": "楂樺窞甯?
          },
          {
            "area": "鍖栧窞甯?
          },
          {
            "area": "淇″疁甯?
          },
          {
            "area": "鑼傚悕甯?
          }
        ]
      },
      {
        "city": "鑲囧簡甯?,
        "areas": [
          {
            "area": "骞垮畞鍘?
          },
          {
            "area": "鎬€闆嗗幙"
          },
          {
            "area": "灏佸紑鍘?
          },
          {
            "area": "寰峰簡鍘?
          },
          {
            "area": "鍥涗細甯?
          },
          {
            "area": "鑲囧簡甯?
          }
        ]
      },
      {
        "city": "鎯犲窞甯?,
        "areas": [
          {
            "area": "鍗氱綏鍘?
          },
          {
            "area": "鎯犱笢鍘?
          },
          {
            "area": "榫欓棬鍘?
          },
          {
            "area": "鎯犲窞甯?
          }
        ]
      },
      {
        "city": "姊呭窞甯?,
        "areas": [
          {
            "area": "澶у煍鍘?
          },
          {
            "area": "涓伴『鍘?
          },
          {
            "area": "浜斿崕鍘?
          },
          {
            "area": "骞宠繙鍘?
          },
          {
            "area": "钑夊箔鍘?
          },
          {
            "area": "鍏村畞甯?
          },
          {
            "area": "姊呭窞甯?
          }
        ]
      },
      {
        "city": "姹曞熬甯?,
        "areas": [
          {
            "area": "娴蜂赴鍘?
          },
          {
            "area": "闄嗘渤鍘?
          },
          {
            "area": "闄嗕赴甯?
          },
          {
            "area": "姹曞熬甯?
          }
        ]
      },
      {
        "city": "娌虫簮甯?,
        "areas": [
          {
            "area": "绱噾鍘?
          },
          {
            "area": "榫欏窛鍘?
          },
          {
            "area": "杩炲钩鍘?
          },
          {
            "area": "鍜屽钩鍘?
          },
          {
            "area": "涓滄簮鍘?
          },
          {
            "area": "娌虫簮甯?
          }
        ]
      },
      {
        "city": "闃虫睙甯?,
        "areas": [
          {
            "area": "闃宠タ鍘?
          },
          {
            "area": "闃虫槬甯?
          },
          {
            "area": "闃虫睙甯?
          }
        ]
      },
      {
        "city": "娓呰繙甯?,
        "areas": [
          {
            "area": "浣涘唸鍘?
          },
          {
            "area": "闃冲北鍘?
          },
          {
            "area": "杩炲北澹棌鐟舵棌鑷不鍘?
          },
          {
            "area": "杩炲崡鐟舵棌鑷不鍘?
          },
          {
            "area": "鑻卞痉甯?
          },
          {
            "area": "杩炲窞甯?
          },
          {
            "area": "娓呰繙甯?
          }
        ]
      },
      {
        "city": "娼窞甯?,
        "areas": [
          {
            "area": "楗跺钩鍘?
          },
          {
            "area": "娼窞甯?
          }
        ]
      },
      {
        "city": "鎻槼甯?,
        "areas": [
          {
            "area": "鎻タ鍘?
          },
          {
            "area": "鎯犳潵鍘?
          },
          {
            "area": "鏅畞甯?
          },
          {
            "area": "鎻槼甯?
          }
        ]
      },
      {
        "city": "浜戞诞甯?,
        "areas": [
          {
            "area": "鏂板叴鍘?
          },
          {
            "area": "閮佸崡鍘?
          },
          {
            "area": "缃楀畾甯?
          },
          {
            "area": "浜戞诞甯?
          }
        ]
      }
    ]
  },
  {
    "province": "骞胯タ澹棌鑷不鍖?,
    "citys": [
      {
        "city": "鍗楀畞甯?,
        "areas": [
          {
            "area": "闅嗗畨鍘?
          },
          {
            "area": "椹北鍘?
          },
          {
            "area": "涓婃灄鍘?
          },
          {
            "area": "瀹鹃槼鍘?
          },
          {
            "area": "妯窞甯?
          },
          {
            "area": "鍗楀畞甯?
          }
        ]
      },
      {
        "city": "鏌冲窞甯?,
        "areas": [
          {
            "area": "鏌冲煄鍘?
          },
          {
            "area": "楣垮鍘?
          },
          {
            "area": "铻嶅畨鍘?
          },
          {
            "area": "铻嶆按鑻楁棌鑷不鍘?
          },
          {
            "area": "涓夋睙渚楁棌鑷不鍘?
          },
          {
            "area": "鏌冲窞甯?
          }
        ]
      },
      {
        "city": "妗傛灄甯?,
        "areas": [
          {
            "area": "闃虫湐鍘?
          },
          {
            "area": "鐏靛窛鍘?
          },
          {
            "area": "鍏ㄥ窞鍘?
          },
          {
            "area": "鍏村畨鍘?
          },
          {
            "area": "姘哥鍘?
          },
          {
            "area": "鐏岄槼鍘?
          },
          {
            "area": "榫欒儨鍚勬棌鑷不鍘?
          },
          {
            "area": "璧勬簮鍘?
          },
          {
            "area": "骞充箰鍘?
          },
          {
            "area": "鎭煄鐟舵棌鑷不鍘?
          },
          {
            "area": "鑽旀郸甯?
          },
          {
            "area": "妗傛灄甯?
          }
        ]
      },
      {
        "city": "姊у窞甯?,
        "areas": [
          {
            "area": "鑻嶆ⅶ鍘?
          },
          {
            "area": "钘ゅ幙"
          },
          {
            "area": "钂欏北鍘?
          },
          {
            "area": "宀戞邯甯?
          },
          {
            "area": "姊у窞甯?
          }
        ]
      },
      {
        "city": "鍖楁捣甯?,
        "areas": [
          {
            "area": "鍚堟郸鍘?
          },
          {
            "area": "鍖楁捣甯?
          }
        ]
      },
      {
        "city": "闃插煄娓競",
        "areas": [
          {
            "area": "涓婃€濆幙"
          },
          {
            "area": "涓滃叴甯?
          },
          {
            "area": "闃插煄娓競"
          }
        ]
      },
      {
        "city": "閽﹀窞甯?,
        "areas": [
          {
            "area": "鐏靛北鍘?
          },
          {
            "area": "娴﹀寳鍘?
          },
          {
            "area": "閽﹀窞甯?
          }
        ]
      },
      {
        "city": "璐垫腐甯?,
        "areas": [
          {
            "area": "骞冲崡鍘?
          },
          {
            "area": "妗傚钩甯?
          },
          {
            "area": "璐垫腐甯?
          }
        ]
      },
      {
        "city": "鐜夋灄甯?,
        "areas": [
          {
            "area": "瀹瑰幙"
          },
          {
            "area": "闄嗗窛鍘?
          },
          {
            "area": "鍗氱櫧鍘?
          },
          {
            "area": "鍏翠笟鍘?
          },
          {
            "area": "鍖楁祦甯?
          },
          {
            "area": "鐜夋灄甯?
          }
        ]
      },
      {
        "city": "鐧捐壊甯?,
        "areas": [
          {
            "area": "鐢颁笢鍘?
          },
          {
            "area": "寰蜂繚鍘?
          },
          {
            "area": "閭ｅ潯鍘?
          },
          {
            "area": "鍑屼簯鍘?
          },
          {
            "area": "涔愪笟鍘?
          },
          {
            "area": "鐢版灄鍘?
          },
          {
            "area": "瑗挎灄鍘?
          },
          {
            "area": "闅嗘灄鍚勬棌鑷不鍘?
          },
          {
            "area": "闈栬タ甯?
          },
          {
            "area": "骞虫灉甯?
          },
          {
            "area": "鐧捐壊甯?
          }
        ]
      },
      {
        "city": "璐哄窞甯?,
        "areas": [
          {
            "area": "鏄钩鍘?
          },
          {
            "area": "閽熷北鍘?
          },
          {
            "area": "瀵屽窛鐟舵棌鑷不鍘?
          },
          {
            "area": "璐哄窞甯?
          }
        ]
      },
      {
        "city": "娌虫睜甯?,
        "areas": [
          {
            "area": "鍗椾腹鍘?
          },
          {
            "area": "澶╁敞鍘?
          },
          {
            "area": "鍑ゅ北鍘?
          },
          {
            "area": "涓滃叞鍘?
          },
          {
            "area": "缃楀煄浠浆鏃忚嚜娌诲幙"
          },
          {
            "area": "鐜睙姣涘崡鏃忚嚜娌诲幙"
          },
          {
            "area": "宸撮┈鐟舵棌鑷不鍘?
          },
          {
            "area": "閮藉畨鐟舵棌鑷不鍘?
          },
          {
            "area": "澶у寲鐟舵棌鑷不鍘?
          },
          {
            "area": "娌虫睜甯?
          }
        ]
      },
      {
        "city": "鏉ュ甯?,
        "areas": [
          {
            "area": "蹇诲煄鍘?
          },
          {
            "area": "璞″窞鍘?
          },
          {
            "area": "姝﹀鍘?
          },
          {
            "area": "閲戠鐟舵棌鑷不鍘?
          },
          {
            "area": "鍚堝北甯?
          },
          {
            "area": "鏉ュ甯?
          }
        ]
      },
      {
        "city": "宕囧乏甯?,
        "areas": [
          {
            "area": "鎵剁互鍘?
          },
          {
            "area": "瀹佹槑鍘?
          },
          {
            "area": "榫欏窞鍘?
          },
          {
            "area": "澶ф柊鍘?
          },
          {
            "area": "澶╃瓑鍘?
          },
          {
            "area": "鍑ゥ甯?
          },
          {
            "area": "宕囧乏甯?
          }
        ]
      }
    ]
  },
  {
    "province": "娴峰崡鐪?,
    "citys": [
      {
        "city": "娴峰彛甯?,
        "areas": [
          {
            "area": "娴峰彛甯?
          }
        ]
      },
      {
        "city": "涓変簹甯?,
        "areas": [
          {
            "area": "涓変簹甯?
          }
        ]
      },
      {
        "city": "鍎嬪窞甯?,
        "areas": [
          {
            "area": "浜旀寚灞卞競"
          },
          {
            "area": "鐞兼捣甯?
          },
          {
            "area": "鏂囨槍甯?
          },
          {
            "area": "涓囧畞甯?
          },
          {
            "area": "涓滄柟甯?
          },
          {
            "area": "瀹氬畨鍘?
          },
          {
            "area": "灞槍鍘?
          },
          {
            "area": "婢勮繄鍘?
          },
          {
            "area": "涓撮珮鍘?
          },
          {
            "area": "鐧芥矙榛庢棌鑷不鍘?
          },
          {
            "area": "鏄屾睙榛庢棌鑷不鍘?
          },
          {
            "area": "涔愪笢榛庢棌鑷不鍘?
          },
          {
            "area": "闄垫按榛庢棌鑷不鍘?
          },
          {
            "area": "淇濅涵榛庢棌鑻楁棌鑷不鍘?
          },
          {
            "area": "鐞间腑榛庢棌鑻楁棌鑷不鍘?
          },
          {
            "area": "鍎嬪窞甯?
          }
        ]
      }
    ]
  },
  {
    "province": "閲嶅簡甯?,
    "citys": [
      {
        "city": "閲嶅簡甯?,
        "areas": [
          {
            "area": "鍩庡彛鍘?
          },
          {
            "area": "涓伴兘鍘?
          },
          {
            "area": "鍨睙鍘?
          },
          {
            "area": "蹇犲幙"
          },
          {
            "area": "浜戦槼鍘?
          },
          {
            "area": "濂夎妭鍘?
          },
          {
            "area": "宸北鍘?
          },
          {
            "area": "宸邯鍘?
          },
          {
            "area": "鐭虫煴鍦熷鏃忚嚜娌诲幙"
          },
          {
            "area": "绉€灞卞湡瀹舵棌鑻楁棌鑷不鍘?
          },
          {
            "area": "閰夐槼鍦熷鏃忚嫍鏃忚嚜娌诲幙"
          },
          {
            "area": "褰按鑻楁棌鍦熷鏃忚嚜娌诲幙"
          },
          {
            "area": "閲嶅簡甯?
          }
        ]
      }
    ]
  },
  {
    "province": "鍥涘窛鐪?,
    "citys": [
      {
        "city": "鎴愰兘甯?,
        "areas": [
          {
            "area": "閲戝爞鍘?
          },
          {
            "area": "澶ч倯鍘?
          },
          {
            "area": "钂叉睙鍘?
          },
          {
            "area": "閮芥睙鍫板競"
          },
          {
            "area": "褰窞甯?
          },
          {
            "area": "閭涘磧甯?
          },
          {
            "area": "宕囧窞甯?
          },
          {
            "area": "绠€闃冲競"
          },
          {
            "area": "鎴愰兘甯?
          }
        ]
      },
      {
        "city": "鑷础甯?,
        "areas": [
          {
            "area": "鑽ｅ幙"
          },
          {
            "area": "瀵岄『鍘?
          },
          {
            "area": "鑷础甯?
          }
        ]
      },
      {
        "city": "鏀€鏋濊姳甯?,
        "areas": [
          {
            "area": "绫虫槗鍘?
          },
          {
            "area": "鐩愯竟鍘?
          },
          {
            "area": "鏀€鏋濊姳甯?
          }
        ]
      },
      {
        "city": "娉稿窞甯?,
        "areas": [
          {
            "area": "娉稿幙"
          },
          {
            "area": "鍚堟睙鍘?
          },
          {
            "area": "鍙欐案鍘?
          },
          {
            "area": "鍙よ敽鍘?
          },
          {
            "area": "娉稿窞甯?
          }
        ]
      },
      {
        "city": "寰烽槼甯?,
        "areas": [
          {
            "area": "涓睙鍘?
          },
          {
            "area": "骞挎眽甯?
          },
          {
            "area": "浠€閭″競"
          },
          {
            "area": "缁电甯?
          },
          {
            "area": "寰烽槼甯?
          }
        ]
      },
      {
        "city": "缁甸槼甯?,
        "areas": [
          {
            "area": "涓夊彴鍘?
          },
          {
            "area": "鐩愪涵鍘?
          },
          {
            "area": "姊撴郊鍘?
          },
          {
            "area": "鍖楀窛缇屾棌鑷不鍘?
          },
          {
            "area": "骞虫鍘?
          },
          {
            "area": "姹熸补甯?
          },
          {
            "area": "缁甸槼甯?
          }
        ]
      },
      {
        "city": "骞垮厓甯?,
        "areas": [
          {
            "area": "鏃鸿媿鍘?
          },
          {
            "area": "闈掑窛鍘?
          },
          {
            "area": "鍓戦榿鍘?
          },
          {
            "area": "鑻嶆邯鍘?
          },
          {
            "area": "骞垮厓甯?
          }
        ]
      },
      {
        "city": "閬傚畞甯?,
        "areas": [
          {
            "area": "钃邯鍘?
          },
          {
            "area": "澶ц嫳鍘?
          },
          {
            "area": "灏勬椽甯?
          },
          {
            "area": "閬傚畞甯?
          }
        ]
      },
      {
        "city": "鍐呮睙甯?,
        "areas": [
          {
            "area": "濞佽繙鍘?
          },
          {
            "area": "璧勪腑鍘?
          },
          {
            "area": "闅嗘槍甯?
          },
          {
            "area": "鍐呮睙甯?
          }
        ]
      },
      {
        "city": "涔愬北甯?,
        "areas": [
          {
            "area": "鐘嶄负鍘?
          },
          {
            "area": "浜曠爺鍘?
          },
          {
            "area": "澶规睙鍘?
          },
          {
            "area": "娌愬窛鍘?
          },
          {
            "area": "宄ㄨ竟褰濇棌鑷不鍘?
          },
          {
            "area": "椹竟褰濇棌鑷不鍘?
          },
          {
            "area": "宄ㄧ湁灞卞競"
          },
          {
            "area": "涔愬北甯?
          }
        ]
      },
      {
        "city": "鍗楀厖甯?,
        "areas": [
          {
            "area": "鍗楅儴鍘?
          },
          {
            "area": "钀ュ北鍘?
          },
          {
            "area": "钃畨鍘?
          },
          {
            "area": "浠檱鍘?
          },
          {
            "area": "瑗垮厖鍘?
          },
          {
            "area": "闃嗕腑甯?
          },
          {
            "area": "鍗楀厖甯?
          }
        ]
      },
      {
        "city": "鐪夊北甯?,
        "areas": [
          {
            "area": "浠佸鍘?
          },
          {
            "area": "娲泤鍘?
          },
          {
            "area": "涓规１鍘?
          },
          {
            "area": "闈掔鍘?
          },
          {
            "area": "鐪夊北甯?
          }
        ]
      },
      {
        "city": "瀹滃甯?,
        "areas": [
          {
            "area": "姹熷畨鍘?
          },
          {
            "area": "闀垮畞鍘?
          },
          {
            "area": "楂樺幙"
          },
          {
            "area": "鐝欏幙"
          },
          {
            "area": "绛犺繛鍘?
          },
          {
            "area": "鍏存枃鍘?
          },
          {
            "area": "灞忓北鍘?
          },
          {
            "area": "瀹滃甯?
          }
        ]
      },
      {
        "city": "骞垮畨甯?,
        "areas": [
          {
            "area": "宀虫睜鍘?
          },
          {
            "area": "姝﹁儨鍘?
          },
          {
            "area": "閭绘按鍘?
          },
          {
            "area": "鍗庤摜甯?
          },
          {
            "area": "骞垮畨甯?
          }
        ]
      },
      {
        "city": "杈惧窞甯?,
        "areas": [
          {
            "area": "瀹ｆ眽鍘?
          },
          {
            "area": "寮€姹熷幙"
          },
          {
            "area": "澶х鍘?
          },
          {
            "area": "娓犲幙"
          },
          {
            "area": "涓囨簮甯?
          },
          {
            "area": "杈惧窞甯?
          }
        ]
      },
      {
        "city": "闆呭畨甯?,
        "areas": [
          {
            "area": "鑽ョ粡鍘?
          },
          {
            "area": "姹夋簮鍘?
          },
          {
            "area": "鐭虫鍘?
          },
          {
            "area": "澶╁叏鍘?
          },
          {
            "area": "鑺﹀北鍘?
          },
          {
            "area": "瀹濆叴鍘?
          },
          {
            "area": "闆呭畨甯?
          }
        ]
      },
      {
        "city": "宸翠腑甯?,
        "areas": [
          {
            "area": "閫氭睙鍘?
          },
          {
            "area": "鍗楁睙鍘?
          },
          {
            "area": "骞虫槍鍘?
          },
          {
            "area": "宸翠腑甯?
          }
        ]
      },
      {
        "city": "璧勯槼甯?,
        "areas": [
          {
            "area": "瀹夊渤鍘?
          },
          {
            "area": "涔愯嚦鍘?
          },
          {
            "area": "璧勯槼甯?
          }
        ]
      },
      {
        "city": "闃垮潩钘忔棌缇屾棌鑷不宸?,
        "areas": [
          {
            "area": "椹皵搴峰競"
          },
          {
            "area": "姹跺窛鍘?
          },
          {
            "area": "鐞嗗幙"
          },
          {
            "area": "鑼傚幙"
          },
          {
            "area": "鏉炬綐鍘?
          },
          {
            "area": "涔濆娌熷幙"
          },
          {
            "area": "閲戝窛鍘?
          },
          {
            "area": "灏忛噾鍘?
          },
          {
            "area": "榛戞按鍘?
          },
          {
            "area": "澹ゅ鍘?
          },
          {
            "area": "闃垮潩鍘?
          },
          {
            "area": "鑻ュ皵鐩栧幙"
          },
          {
            "area": "绾㈠師鍘?
          }
        ]
      },
      {
        "city": "鐢樺瓬钘忔棌鑷不宸?,
        "areas": [
          {
            "area": "搴峰畾甯?
          },
          {
            "area": "娉稿畾鍘?
          },
          {
            "area": "涓瑰反鍘?
          },
          {
            "area": "涔濋緳鍘?
          },
          {
            "area": "闆呮睙鍘?
          },
          {
            "area": "閬撳瓪鍘?
          },
          {
            "area": "鐐夐湇鍘?
          },
          {
            "area": "鐢樺瓬鍘?
          },
          {
            "area": "鏂伴緳鍘?
          },
          {
            "area": "寰锋牸鍘?
          },
          {
            "area": "鐧界帀鍘?
          },
          {
            "area": "鐭虫笭鍘?
          },
          {
            "area": "鑹茶揪鍘?
          },
          {
            "area": "鐞嗗鍘?
          },
          {
            "area": "宸村鍘?
          },
          {
            "area": "涔″煄鍘?
          },
          {
            "area": "绋诲煄鍘?
          },
          {
            "area": "寰楄崳鍘?
          }
        ]
      },
      {
        "city": "鍑夊北褰濇棌鑷不宸?,
        "areas": [
          {
            "area": "瑗挎槍甯?
          },
          {
            "area": "浼氱悊甯?
          },
          {
            "area": "鏈ㄩ噷钘忔棌鑷不鍘?
          },
          {
            "area": "鐩愭簮鍘?
          },
          {
            "area": "寰锋槍鍘?
          },
          {
            "area": "浼氫笢鍘?
          },
          {
            "area": "瀹佸崡鍘?
          },
          {
            "area": "鏅牸鍘?
          },
          {
            "area": "甯冩嫋鍘?
          },
          {
            "area": "閲戦槼鍘?
          },
          {
            "area": "鏄鍘?
          },
          {
            "area": "鍠滃痉鍘?
          },
          {
            "area": "鍐曞畞鍘?
          },
          {
            "area": "瓒婅タ鍘?
          },
          {
            "area": "鐢樻礇鍘?
          },
          {
            "area": "缇庡鍘?
          },
          {
            "area": "闆锋尝鍘?
          }
        ]
      }
    ]
  },
  {
    "province": "璐靛窞鐪?,
    "citys": [
      {
        "city": "璐甸槼甯?,
        "areas": [
          {
            "area": "寮€闃冲幙"
          },
          {
            "area": "鎭兘鍘?
          },
          {
            "area": "淇枃鍘?
          },
          {
            "area": "娓呴晣甯?
          },
          {
            "area": "璐甸槼甯?
          }
        ]
      },
      {
        "city": "鍏洏姘村競",
        "areas": [
          {
            "area": "鐩樺窞甯?
          },
          {
            "area": "鍏洏姘村競"
          }
        ]
      },
      {
        "city": "閬典箟甯?,
        "areas": [
          {
            "area": "妗愭鍘?
          },
          {
            "area": "缁ラ槼鍘?
          },
          {
            "area": "姝ｅ畨鍘?
          },
          {
            "area": "閬撶湡浠′浆鏃忚嫍鏃忚嚜娌诲幙"
          },
          {
            "area": "鍔″窛浠′浆鏃忚嫍鏃忚嚜娌诲幙"
          },
          {
            "area": "鍑ゅ唸鍘?
          },
          {
            "area": "婀勬江鍘?
          },
          {
            "area": "浣欏簡鍘?
          },
          {
            "area": "涔犳按鍘?
          },
          {
            "area": "璧ゆ按甯?
          },
          {
            "area": "浠佹€€甯?
          },
          {
            "area": "閬典箟甯?
          }
        ]
      },
      {
        "city": "瀹夐『甯?,
        "areas": [
          {
            "area": "鏅畾鍘?
          },
          {
            "area": "闀囧畞甯冧緷鏃忚嫍鏃忚嚜娌诲幙"
          },
          {
            "area": "鍏冲箔甯冧緷鏃忚嫍鏃忚嚜娌诲幙"
          },
          {
            "area": "绱簯鑻楁棌甯冧緷鏃忚嚜娌诲幙"
          },
          {
            "area": "瀹夐『甯?
          }
        ]
      },
      {
        "city": "姣曡妭甯?,
        "areas": [
          {
            "area": "澶ф柟鍘?
          },
          {
            "area": "閲戞矙鍘?
          },
          {
            "area": "缁囬噾鍘?
          },
          {
            "area": "绾抽泹鍘?
          },
          {
            "area": "濞佸畞褰濇棌鍥炴棌鑻楁棌鑷不鍘?
          },
          {
            "area": "璧珷鍘?
          },
          {
            "area": "榛旇タ甯?
          },
          {
            "area": "姣曡妭甯?
          }
        ]
      },
      {
        "city": "閾滀粊甯?,
        "areas": [
          {
            "area": "姹熷彛鍘?
          },
          {
            "area": "鐜夊睆渚楁棌鑷不鍘?
          },
          {
            "area": "鐭抽槨鍘?
          },
          {
            "area": "鎬濆崡鍘?
          },
          {
            "area": "鍗版睙鍦熷鏃忚嫍鏃忚嚜娌诲幙"
          },
          {
            "area": "寰锋睙鍘?
          },
          {
            "area": "娌挎渤鍦熷鏃忚嚜娌诲幙"
          },
          {
            "area": "鏉炬鑻楁棌鑷不鍘?
          },
          {
            "area": "閾滀粊甯?
          }
        ]
      },
      {
        "city": "榛旇タ鍗楀竷渚濇棌鑻楁棌鑷不宸?,
        "areas": [
          {
            "area": "鍏翠箟甯?
          },
          {
            "area": "鍏翠粊甯?
          },
          {
            "area": "鏅畨鍘?
          },
          {
            "area": "鏅撮殕鍘?
          },
          {
            "area": "璐炰赴鍘?
          },
          {
            "area": "鏈涜盁鍘?
          },
          {
            "area": "鍐屼酣鍘?
          },
          {
            "area": "瀹夐緳鍘?
          }
        ]
      },
      {
        "city": "榛斾笢鍗楄嫍鏃忎緱鏃忚嚜娌诲窞",
        "areas": [
          {
            "area": "鍑噷甯?
          },
          {
            "area": "榛勫钩鍘?
          },
          {
            "area": "鏂界鍘?
          },
          {
            "area": "涓夌鍘?
          },
          {
            "area": "闀囪繙鍘?
          },
          {
            "area": "宀戝珐鍘?
          },
          {
            "area": "澶╂煴鍘?
          },
          {
            "area": "閿﹀睆鍘?
          },
          {
            "area": "鍓戞渤鍘?
          },
          {
            "area": "鍙版睙鍘?
          },
          {
            "area": "榛庡钩鍘?
          },
          {
            "area": "姒曟睙鍘?
          },
          {
            "area": "浠庢睙鍘?
          },
          {
            "area": "闆峰北鍘?
          },
          {
            "area": "楹绘睙鍘?
          },
          {
            "area": "涓瑰鍘?
          }
        ]
      },
      {
        "city": "榛斿崡甯冧緷鏃忚嫍鏃忚嚜娌诲窞",
        "areas": [
          {
            "area": "閮藉寑甯?
          },
          {
            "area": "绂忔硥甯?
          },
          {
            "area": "鑽旀尝鍘?
          },
          {
            "area": "璐靛畾鍘?
          },
          {
            "area": "鐡畨鍘?
          },
          {
            "area": "鐙北鍘?
          },
          {
            "area": "骞冲鍘?
          },
          {
            "area": "缃楃敻鍘?
          },
          {
            "area": "闀块『鍘?
          },
          {
            "area": "榫欓噷鍘?
          },
          {
            "area": "鎯犳按鍘?
          },
          {
            "area": "涓夐兘姘存棌鑷不鍘?
          }
        ]
      }
    ]
  },
  {
    "province": "浜戝崡鐪?,
    "citys": [
      {
        "city": "鏄嗘槑甯?,
        "areas": [
          {
            "area": "瀵屾皯鍘?
          },
          {
            "area": "瀹滆壇鍘?
          },
          {
            "area": "鐭虫灄褰濇棌鑷不鍘?
          },
          {
            "area": "宓╂槑鍘?
          },
          {
            "area": "绂勫姖褰濇棌鑻楁棌鑷不鍘?
          },
          {
            "area": "瀵荤敻鍥炴棌褰濇棌鑷不鍘?
          },
          {
            "area": "瀹夊畞甯?
          },
          {
            "area": "鏄嗘槑甯?
          }
        ]
      },
      {
        "city": "鏇查潠甯?,
        "areas": [
          {
            "area": "闄嗚壇鍘?
          },
          {
            "area": "甯堝畻鍘?
          },
          {
            "area": "缃楀钩鍘?
          },
          {
            "area": "瀵屾簮鍘?
          },
          {
            "area": "浼氭辰鍘?
          },
          {
            "area": "瀹ｅ▉甯?
          },
          {
            "area": "鏇查潠甯?
          }
        ]
      },
      {
        "city": "鐜夋邯甯?,
        "areas": [
          {
            "area": "閫氭捣鍘?
          },
          {
            "area": "鍗庡畞鍘?
          },
          {
            "area": "鏄撻棬鍘?
          },
          {
            "area": "宄ㄥ北褰濇棌鑷不鍘?
          },
          {
            "area": "鏂板钩褰濇棌鍌ｆ棌鑷不鍘?
          },
          {
            "area": "鍏冩睙鍝堝凹鏃忓綕鏃忓偅鏃忚嚜娌诲幙"
          },
          {
            "area": "婢勬睙甯?
          },
          {
            "area": "鐜夋邯甯?
          }
        ]
      },
      {
        "city": "淇濆北甯?,
        "areas": [
          {
            "area": "鏂界敻鍘?
          },
          {
            "area": "榫欓櫟鍘?
          },
          {
            "area": "鏄屽畞鍘?
          },
          {
            "area": "鑵惧啿甯?
          },
          {
            "area": "淇濆北甯?
          }
        ]
      },
      {
        "city": "鏄€氬競",
        "areas": [
          {
            "area": "椴佺敻鍘?
          },
          {
            "area": "宸у鍘?
          },
          {
            "area": "鐩愭触鍘?
          },
          {
            "area": "澶у叧鍘?
          },
          {
            "area": "姘稿杽鍘?
          },
          {
            "area": "缁ユ睙鍘?
          },
          {
            "area": "闀囬泟鍘?
          },
          {
            "area": "褰濊壇鍘?
          },
          {
            "area": "濞佷俊鍘?
          },
          {
            "area": "姘村瘜甯?
          },
          {
            "area": "鏄€氬競"
          }
        ]
      },
      {
        "city": "涓芥睙甯?,
        "areas": [
          {
            "area": "鐜夐緳绾宠タ鏃忚嚜娌诲幙"
          },
          {
            "area": "姘歌儨鍘?
          },
          {
            "area": "鍗庡潽鍘?
          },
          {
            "area": "瀹佽挆褰濇棌鑷不鍘?
          },
          {
            "area": "涓芥睙甯?
          }
        ]
      },
      {
        "city": "鏅幢甯?,
        "areas": [
          {
            "area": "瀹佹幢鍝堝凹鏃忓綕鏃忚嚜娌诲幙"
          },
          {
            "area": "澧ㄦ睙鍝堝凹鏃忚嚜娌诲幙"
          },
          {
            "area": "鏅笢褰濇棌鑷不鍘?
          },
          {
            "area": "鏅胺鍌ｆ棌褰濇棌鑷不鍘?
          },
          {
            "area": "闀囨矃褰濇棌鍝堝凹鏃忔媺绁滄棌鑷不鍘?
          },
          {
            "area": "姹熷煄鍝堝凹鏃忓綕鏃忚嚜娌诲幙"
          },
          {
            "area": "瀛熻繛鍌ｆ棌鎷夌鏃忎饯鏃忚嚜娌诲幙"
          },
          {
            "area": "婢滄钵鎷夌鏃忚嚜娌诲幙"
          },
          {
            "area": "瑗跨洘浣ゆ棌鑷不鍘?
          },
          {
            "area": "鏅幢甯?
          }
        ]
      },
      {
        "city": "涓存钵甯?,
        "areas": [
          {
            "area": "鍑ゅ簡鍘?
          },
          {
            "area": "浜戝幙"
          },
          {
            "area": "姘稿痉鍘?
          },
          {
            "area": "闀囧悍鍘?
          },
          {
            "area": "鍙屾睙鎷夌鏃忎饯鏃忓竷鏈楁棌鍌ｆ棌鑷不鍘?
          },
          {
            "area": "鑰块┈鍌ｆ棌浣ゆ棌鑷不鍘?
          },
          {
            "area": "娌ф簮浣ゆ棌鑷不鍘?
          },
          {
            "area": "涓存钵甯?
          }
        ]
      },
      {
        "city": "妤氶泟褰濇棌鑷不宸?,
        "areas": [
          {
            "area": "妤氶泟甯?
          },
          {
            "area": "绂勪赴甯?
          },
          {
            "area": "鍙屾煆鍘?
          },
          {
            "area": "鐗熷畾鍘?
          },
          {
            "area": "鍗楀崕鍘?
          },
          {
            "area": "濮氬畨鍘?
          },
          {
            "area": "澶у鍘?
          },
          {
            "area": "姘镐粊鍘?
          },
          {
            "area": "鍏冭皨鍘?
          },
          {
            "area": "姝﹀畾鍘?
          }
        ]
      },
      {
        "city": "绾㈡渤鍝堝凹鏃忓綕鏃忚嚜娌诲窞",
        "areas": [
          {
            "area": "涓棫甯?
          },
          {
            "area": "寮€杩滃競"
          },
          {
            "area": "钂欒嚜甯?
          },
          {
            "area": "寮ュ嫆甯?
          },
          {
            "area": "灞忚竟鑻楁棌鑷不鍘?
          },
          {
            "area": "寤烘按鍘?
          },
          {
            "area": "鐭冲睆鍘?
          },
          {
            "area": "娉歌タ鍘?
          },
          {
            "area": "鍏冮槼鍘?
          },
          {
            "area": "绾㈡渤鍘?
          },
          {
            "area": "閲戝钩鑻楁棌鐟舵棌鍌ｆ棌鑷不鍘?
          },
          {
            "area": "缁挎槬鍘?
          },
          {
            "area": "娌冲彛鐟舵棌鑷不鍘?
          }
        ]
      },
      {
        "city": "鏂囧北澹棌鑻楁棌鑷不宸?,
        "areas": [
          {
            "area": "鏂囧北甯?
          },
          {
            "area": "鐮氬北鍘?
          },
          {
            "area": "瑗跨暣鍘?
          },
          {
            "area": "楹绘牀鍧″幙"
          },
          {
            "area": "椹叧鍘?
          },
          {
            "area": "涓樺寳鍘?
          },
          {
            "area": "骞垮崡鍘?
          },
          {
            "area": "瀵屽畞鍘?
          }
        ]
      },
      {
        "city": "瑗垮弻鐗堢撼鍌ｆ棌鑷不宸?,
        "areas": [
          {
            "area": "鏅椽甯?
          },
          {
            "area": "鍕愭捣鍘?
          },
          {
            "area": "鍕愯厞鍘?
          }
        ]
      },
      {
        "city": "澶х悊鐧芥棌鑷不宸?,
        "areas": [
          {
            "area": "澶х悊甯?
          },
          {
            "area": "婕炬繛褰濇棌鑷不鍘?
          },
          {
            "area": "绁ヤ簯鍘?
          },
          {
            "area": "瀹惧窛鍘?
          },
          {
            "area": "寮ユ浮鍘?
          },
          {
            "area": "鍗楁锭褰濇棌鑷不鍘?
          },
          {
            "area": "宸嶅北褰濇棌鍥炴棌鑷不鍘?
          },
          {
            "area": "姘稿钩鍘?
          },
          {
            "area": "浜戦緳鍘?
          },
          {
            "area": "娲辨簮鍘?
          },
          {
            "area": "鍓戝窛鍘?
          },
          {
            "area": "楣ゅ簡鍘?
          }
        ]
      },
      {
        "city": "寰峰畯鍌ｆ棌鏅鏃忚嚜娌诲窞",
        "areas": [
          {
            "area": "鐟炰附甯?
          },
          {
            "area": "鑺掑競"
          },
          {
            "area": "姊佹渤鍘?
          },
          {
            "area": "鐩堟睙鍘?
          },
          {
            "area": "闄囧窛鍘?
          }
        ]
      },
      {
        "city": "鎬掓睙鍌堝兂鏃忚嚜娌诲窞",
        "areas": [
          {
            "area": "娉告按甯?
          },
          {
            "area": "绂忚础鍘?
          },
          {
            "area": "璐″北鐙緳鏃忔€掓棌鑷不鍘?
          },
          {
            "area": "鍏板潽鐧芥棌鏅背鏃忚嚜娌诲幙"
          }
        ]
      },
      {
        "city": "杩簡钘忔棌鑷不宸?,
        "areas": [
          {
            "area": "棣欐牸閲屾媺甯?
          },
          {
            "area": "寰烽挦鍘?
          },
          {
            "area": "缁磋タ鍌堝兂鏃忚嚜娌诲幙"
          }
        ]
      }
    ]
  },
  {
    "province": "瑗胯棌鑷不鍖?,
    "citys": [
      {
        "city": "鎷夎惃甯?,
        "areas": [
          {
            "area": "鏋楀懆鍘?
          },
          {
            "area": "褰撻泟鍘?
          },
          {
            "area": "灏兼湪鍘?
          },
          {
            "area": "鏇叉按鍘?
          },
          {
            "area": "澧ㄧ宸ュ崱鍘?
          },
          {
            "area": "鎷夎惃甯?
          }
        ]
      },
      {
        "city": "鏃ュ杸鍒欏競",
        "areas": [
          {
            "area": "鍗楁湪鏋楀幙"
          },
          {
            "area": "姹熷瓬鍘?
          },
          {
            "area": "瀹氭棩鍘?
          },
          {
            "area": "钀ㄨ喀鍘?
          },
          {
            "area": "鎷夊瓬鍘?
          },
          {
            "area": "鏄備粊鍘?
          },
          {
            "area": "璋㈤€氶棬鍘?
          },
          {
            "area": "鐧芥湕鍘?
          },
          {
            "area": "浠佸竷鍘?
          },
          {
            "area": "搴烽┈鍘?
          },
          {
            "area": "瀹氱粨鍘?
          },
          {
            "area": "浠插反鍘?
          },
          {
            "area": "浜氫笢鍘?
          },
          {
            "area": "鍚夐殕鍘?
          },
          {
            "area": "鑱傛媺鏈ㄥ幙"
          },
          {
            "area": "钀ㄥ槑鍘?
          },
          {
            "area": "宀楀反鍘?
          },
          {
            "area": "鏃ュ杸鍒欏競"
          }
        ]
      },
      {
        "city": "鏄岄兘甯?,
        "areas": [
          {
            "area": "姹熻揪鍘?
          },
          {
            "area": "璐¤鍘?
          },
          {
            "area": "绫讳箤榻愬幙"
          },
          {
            "area": "涓侀潚鍘?
          },
          {
            "area": "瀵熼泤鍘?
          },
          {
            "area": "鍏鍘?
          },
          {
            "area": "宸﹁础鍘?
          },
          {
            "area": "鑺掑悍鍘?
          },
          {
            "area": "娲涢殕鍘?
          },
          {
            "area": "杈瑰潩鍘?
          },
          {
            "area": "鏄岄兘甯?
          }
        ]
      },
      {
        "city": "鏋楄姖甯?,
        "areas": [
          {
            "area": "宸ュ竷姹熻揪鍘?
          },
          {
            "area": "绫虫灄鍘?
          },
          {
            "area": "澧ㄨ劚鍘?
          },
          {
            "area": "娉㈠瘑鍘?
          },
          {
            "area": "瀵熼殔鍘?
          },
          {
            "area": "鏈楀幙"
          },
          {
            "area": "鏋楄姖甯?
          }
        ]
      },
      {
        "city": "灞卞崡甯?,
        "areas": [
          {
            "area": "鎵庡泭鍘?
          },
          {
            "area": "璐″槑鍘?
          },
          {
            "area": "妗戞棩鍘?
          },
          {
            "area": "鐞肩粨鍘?
          },
          {
            "area": "鏇叉澗鍘?
          },
          {
            "area": "鎺編鍘?
          },
          {
            "area": "娲涙墡鍘?
          },
          {
            "area": "鍔犳煡鍘?
          },
          {
            "area": "闅嗗瓙鍘?
          },
          {
            "area": "閿欓偅鍘?
          },
          {
            "area": "娴崱瀛愬幙"
          },
          {
            "area": "灞卞崡甯?
          }
        ]
      },
      {
        "city": "閭ｆ洸甯?,
        "areas": [
          {
            "area": "鍢夐粠鍘?
          },
          {
            "area": "姣斿鍘?
          },
          {
            "area": "鑱傝崳鍘?
          },
          {
            "area": "瀹夊鍘?
          },
          {
            "area": "鐢虫墡鍘?
          },
          {
            "area": "绱㈠幙"
          },
          {
            "area": "鐝垐鍘?
          },
          {
            "area": "宸撮潚鍘?
          },
          {
            "area": "灏肩帥鍘?
          },
          {
            "area": "鍙屾箹鍘?
          },
          {
            "area": "閭ｆ洸甯?
          }
        ]
      },
      {
        "city": "闃块噷鍦板尯",
        "areas": [
          {
            "area": "鏅叞鍘?
          },
          {
            "area": "鏈揪鍘?
          },
          {
            "area": "鍣跺皵鍘?
          },
          {
            "area": "鏃ュ湡鍘?
          },
          {
            "area": "闈╁悏鍘?
          },
          {
            "area": "鏀瑰垯鍘?
          },
          {
            "area": "鎺嫟鍘?
          }
        ]
      }
    ]
  },
  {
    "province": "闄曡タ鐪?,
    "citys": [
      {
        "city": "瑗垮畨甯?,
        "areas": [
          {
            "area": "钃濈敯鍘?
          },
          {
            "area": "鍛ㄨ嚦鍘?
          },
          {
            "area": "瑗垮畨甯?
          }
        ]
      },
      {
        "city": "閾滃窛甯?,
        "areas": [
          {
            "area": "瀹滃悰鍘?
          },
          {
            "area": "閾滃窛甯?
          }
        ]
      },
      {
        "city": "瀹濋浮甯?,
        "areas": [
          {
            "area": "宀愬北鍘?
          },
          {
            "area": "鎵堕鍘?
          },
          {
            "area": "鐪夊幙"
          },
          {
            "area": "闄囧幙"
          },
          {
            "area": "鍗冮槼鍘?
          },
          {
            "area": "楹熸父鍘?
          },
          {
            "area": "鍑ゅ幙"
          },
          {
            "area": "澶櫧鍘?
          },
          {
            "area": "瀹濋浮甯?
          }
        ]
      },
      {
        "city": "鍜搁槼甯?,
        "areas": [
          {
            "area": "涓夊師鍘?
          },
          {
            "area": "娉鹃槼鍘?
          },
          {
            "area": "涔惧幙"
          },
          {
            "area": "绀兼硥鍘?
          },
          {
            "area": "姘稿鍘?
          },
          {
            "area": "闀挎鍘?
          },
          {
            "area": "鏃倯鍘?
          },
          {
            "area": "娣冲寲鍘?
          },
          {
            "area": "姝﹀姛鍘?
          },
          {
            "area": "鍏村钩甯?
          },
          {
            "area": "褰窞甯?
          },
          {
            "area": "鍜搁槼甯?
          }
        ]
      },
      {
        "city": "娓崡甯?,
        "areas": [
          {
            "area": "娼煎叧鍘?
          },
          {
            "area": "澶ц崝鍘?
          },
          {
            "area": "鍚堥槼鍘?
          },
          {
            "area": "婢勫煄鍘?
          },
          {
            "area": "钂插煄鍘?
          },
          {
            "area": "鐧芥按鍘?
          },
          {
            "area": "瀵屽钩鍘?
          },
          {
            "area": "闊╁煄甯?
          },
          {
            "area": "鍗庨槾甯?
          },
          {
            "area": "娓崡甯?
          }
        ]
      },
      {
        "city": "寤跺畨甯?,
        "areas": [
          {
            "area": "寤堕暱鍘?
          },
          {
            "area": "寤跺窛鍘?
          },
          {
            "area": "蹇椾腹鍘?
          },
          {
            "area": "鍚磋捣鍘?
          },
          {
            "area": "鐢樻硥鍘?
          },
          {
            "area": "瀵屽幙"
          },
          {
            "area": "娲涘窛鍘?
          },
          {
            "area": "瀹滃窛鍘?
          },
          {
            "area": "榛勯緳鍘?
          },
          {
            "area": "榛勯櫟鍘?
          },
          {
            "area": "瀛愰暱甯?
          },
          {
            "area": "寤跺畨甯?
          }
        ]
      },
      {
        "city": "姹変腑甯?,
        "areas": [
          {
            "area": "鍩庡浐鍘?
          },
          {
            "area": "娲嬪幙"
          },
          {
            "area": "瑗夸埂鍘?
          },
          {
            "area": "鍕夊幙"
          },
          {
            "area": "瀹佸己鍘?
          },
          {
            "area": "鐣ラ槼鍘?
          },
          {
            "area": "闀囧反鍘?
          },
          {
            "area": "鐣欏潩鍘?
          },
          {
            "area": "浣涘潽鍘?
          },
          {
            "area": "姹変腑甯?
          }
        ]
      },
      {
        "city": "姒嗘灄甯?,
        "areas": [
          {
            "area": "搴滆胺鍘?
          },
          {
            "area": "闈栬竟鍘?
          },
          {
            "area": "瀹氳竟鍘?
          },
          {
            "area": "缁ュ痉鍘?
          },
          {
            "area": "绫宠剛鍘?
          },
          {
            "area": "浣冲幙"
          },
          {
            "area": "鍚村牎鍘?
          },
          {
            "area": "娓呮锭鍘?
          },
          {
            "area": "瀛愭床鍘?
          },
          {
            "area": "绁炴湪甯?
          },
          {
            "area": "姒嗘灄甯?
          }
        ]
      },
      {
        "city": "瀹夊悍甯?,
        "areas": [
          {
            "area": "姹夐槾鍘?
          },
          {
            "area": "鐭虫硥鍘?
          },
          {
            "area": "瀹侀檿鍘?
          },
          {
            "area": "绱槼鍘?
          },
          {
            "area": "宀氱殝鍘?
          },
          {
            "area": "骞冲埄鍘?
          },
          {
            "area": "闀囧潽鍘?
          },
          {
            "area": "鐧芥渤鍘?
          },
          {
            "area": "鏃槼甯?
          },
          {
            "area": "瀹夊悍甯?
          }
        ]
      },
      {
        "city": "鍟嗘礇甯?,
        "areas": [
          {
            "area": "娲涘崡鍘?
          },
          {
            "area": "涓瑰嚖鍘?
          },
          {
            "area": "鍟嗗崡鍘?
          },
          {
            "area": "灞遍槼鍘?
          },
          {
            "area": "闀囧畨鍘?
          },
          {
            "area": "鏌炴按鍘?
          },
          {
            "area": "鍟嗘礇甯?
          }
        ]
      }
    ]
  },
  {
    "province": "鐢樿們鐪?,
    "citys": [
      {
        "city": "鍏板窞甯?,
        "areas": [
          {
            "area": "姘哥櫥鍘?
          },
          {
            "area": "鐨嬪叞鍘?
          },
          {
            "area": "姒嗕腑鍘?
          },
          {
            "area": "鍏板窞甯?
          }
        ]
      },
      {
        "city": "閲戞槍甯?,
        "areas": [
          {
            "area": "姘告槍鍘?
          },
          {
            "area": "閲戞槍甯?
          }
        ]
      },
      {
        "city": "鐧介摱甯?,
        "areas": [
          {
            "area": "闈栬繙鍘?
          },
          {
            "area": "浼氬畞鍘?
          },
          {
            "area": "鏅嘲鍘?
          },
          {
            "area": "鐧介摱甯?
          }
        ]
      },
      {
        "city": "澶╂按甯?,
        "areas": [
          {
            "area": "娓呮按鍘?
          },
          {
            "area": "绉﹀畨鍘?
          },
          {
            "area": "鐢樿胺鍘?
          },
          {
            "area": "姝﹀北鍘?
          },
          {
            "area": "寮犲宸濆洖鏃忚嚜娌诲幙"
          },
          {
            "area": "澶╂按甯?
          }
        ]
      },
      {
        "city": "姝﹀▉甯?,
        "areas": [
          {
            "area": "姘戝嫟鍘?
          },
          {
            "area": "鍙ゆ氮鍘?
          },
          {
            "area": "澶╃钘忔棌鑷不鍘?
          },
          {
            "area": "姝﹀▉甯?
          }
        ]
      },
      {
        "city": "寮犳帠甯?,
        "areas": [
          {
            "area": "鑲冨崡瑁曞浐鏃忚嚜娌诲幙"
          },
          {
            "area": "姘戜箰鍘?
          },
          {
            "area": "涓存辰鍘?
          },
          {
            "area": "楂樺彴鍘?
          },
          {
            "area": "灞变腹鍘?
          },
          {
            "area": "寮犳帠甯?
          }
        ]
      },
      {
        "city": "骞冲噳甯?,
        "areas": [
          {
            "area": "娉惧窛鍘?
          },
          {
            "area": "鐏靛彴鍘?
          },
          {
            "area": "宕囦俊鍘?
          },
          {
            "area": "搴勬氮鍘?
          },
          {
            "area": "闈欏畞鍘?
          },
          {
            "area": "鍗庝涵甯?
          },
          {
            "area": "骞冲噳甯?
          }
        ]
      },
      {
        "city": "閰掓硥甯?,
        "areas": [
          {
            "area": "閲戝鍘?
          },
          {
            "area": "鐡滃窞鍘?
          },
          {
            "area": "鑲冨寳钂欏彜鏃忚嚜娌诲幙"
          },
          {
            "area": "闃垮厠濉炲搱钀ㄥ厠鏃忚嚜娌诲幙"
          },
          {
            "area": "鐜夐棬甯?
          },
          {
            "area": "鏁︾厡甯?
          },
          {
            "area": "閰掓硥甯?
          }
        ]
      },
      {
        "city": "搴嗛槼甯?,
        "areas": [
          {
            "area": "搴嗗煄鍘?
          },
          {
            "area": "鐜幙"
          },
          {
            "area": "鍗庢睜鍘?
          },
          {
            "area": "鍚堟按鍘?
          },
          {
            "area": "姝ｅ畞鍘?
          },
          {
            "area": "瀹佸幙"
          },
          {
            "area": "闀囧師鍘?
          },
          {
            "area": "搴嗛槼甯?
          }
        ]
      },
      {
        "city": "瀹氳タ甯?,
        "areas": [
          {
            "area": "閫氭腑鍘?
          },
          {
            "area": "闄囪タ鍘?
          },
          {
            "area": "娓簮鍘?
          },
          {
            "area": "涓存串鍘?
          },
          {
            "area": "婕冲幙"
          },
          {
            "area": "宀峰幙"
          },
          {
            "area": "瀹氳タ甯?
          }
        ]
      },
      {
        "city": "闄囧崡甯?,
        "areas": [
          {
            "area": "鎴愬幙"
          },
          {
            "area": "鏂囧幙"
          },
          {
            "area": "瀹曟槍鍘?
          },
          {
            "area": "搴峰幙"
          },
          {
            "area": "瑗垮拰鍘?
          },
          {
            "area": "绀煎幙"
          },
          {
            "area": "寰藉幙"
          },
          {
            "area": "涓ゅ綋鍘?
          },
          {
            "area": "闄囧崡甯?
          }
        ]
      },
      {
        "city": "涓村鍥炴棌鑷不宸?,
        "areas": [
          {
            "area": "涓村甯?
          },
          {
            "area": "涓村鍘?
          },
          {
            "area": "搴蜂箰鍘?
          },
          {
            "area": "姘搁潠鍘?
          },
          {
            "area": "骞挎渤鍘?
          },
          {
            "area": "鍜屾斂鍘?
          },
          {
            "area": "涓滀埂鏃忚嚜娌诲幙"
          },
          {
            "area": "绉煶灞变繚瀹夋棌涓滀埂鏃忔拻鎷夋棌鑷不鍘?
          }
        ]
      },
      {
        "city": "鐢樺崡钘忔棌鑷不宸?,
        "areas": [
          {
            "area": "鍚堜綔甯?
          },
          {
            "area": "涓存江鍘?
          },
          {
            "area": "鍗撳凹鍘?
          },
          {
            "area": "鑸熸洸鍘?
          },
          {
            "area": "杩儴鍘?
          },
          {
            "area": "鐜涙洸鍘?
          },
          {
            "area": "纰屾洸鍘?
          },
          {
            "area": "澶忔渤鍘?
          }
        ]
      }
    ]
  },
  {
    "province": "闈掓捣鐪?,
    "citys": [
      {
        "city": "瑗垮畞甯?,
        "areas": [
          {
            "area": "澶ч€氬洖鏃忓湡鏃忚嚜娌诲幙"
          },
          {
            "area": "婀熸簮鍘?
          },
          {
            "area": "瑗垮畞甯?
          }
        ]
      },
      {
        "city": "娴蜂笢甯?,
        "areas": [
          {
            "area": "姘戝拰鍥炴棌鍦熸棌鑷不鍘?
          },
          {
            "area": "浜掑姪鍦熸棌鑷不鍘?
          },
          {
            "area": "鍖栭殕鍥炴棌鑷不鍘?
          },
          {
            "area": "寰寲鎾掓媺鏃忚嚜娌诲幙"
          },
          {
            "area": "娴蜂笢甯?
          }
        ]
      },
      {
        "city": "娴峰寳钘忔棌鑷不宸?,
        "areas": [
          {
            "area": "闂ㄦ簮鍥炴棌鑷不鍘?
          },
          {
            "area": "绁佽繛鍘?
          },
          {
            "area": "娴锋檹鍘?
          },
          {
            "area": "鍒氬療鍘?
          }
        ]
      },
      {
        "city": "榛勫崡钘忔棌鑷不宸?,
        "areas": [
          {
            "area": "鍚屼粊甯?
          },
          {
            "area": "灏栨墡鍘?
          },
          {
            "area": "娉藉簱鍘?
          },
          {
            "area": "娌冲崡钂欏彜鏃忚嚜娌诲幙"
          }
        ]
      },
      {
        "city": "娴峰崡钘忔棌鑷不宸?,
        "areas": [
          {
            "area": "鍏卞拰鍘?
          },
          {
            "area": "鍚屽痉鍘?
          },
          {
            "area": "璐靛痉鍘?
          },
          {
            "area": "鍏存捣鍘?
          },
          {
            "area": "璐靛崡鍘?
          }
        ]
      },
      {
        "city": "鏋滄礇钘忔棌鑷不宸?,
        "areas": [
          {
            "area": "鐜涙瞾鍘?
          },
          {
            "area": "鐝帥鍘?
          },
          {
            "area": "鐢樺痉鍘?
          },
          {
            "area": "杈炬棩鍘?
          },
          {
            "area": "涔呮不鍘?
          },
          {
            "area": "鐜涘鍘?
          }
        ]
      },
      {
        "city": "鐜夋爲钘忔棌鑷不宸?,
        "areas": [
          {
            "area": "鐜夋爲甯?
          },
          {
            "area": "鏉傚鍘?
          },
          {
            "area": "绉板鍘?
          },
          {
            "area": "娌诲鍘?
          },
          {
            "area": "鍥婅唉鍘?
          },
          {
            "area": "鏇查夯鑾卞幙"
          }
        ]
      },
      {
        "city": "娴疯タ钂欏彜鏃忚棌鏃忚嚜娌诲窞",
        "areas": [
          {
            "area": "鏍煎皵鏈ㄥ競"
          },
          {
            "area": "寰蜂护鍝堝競"
          },
          {
            "area": "鑼礀甯?
          },
          {
            "area": "涔屽叞鍘?
          },
          {
            "area": "閮藉叞鍘?
          },
          {
            "area": "澶╁郴鍘?
          }
        ]
      }
    ]
  },
  {
    "province": "瀹佸鍥炴棌鑷不鍖?,
    "citys": [
      {
        "city": "閾跺窛甯?,
        "areas": [
          {
            "area": "姘稿畞鍘?
          },
          {
            "area": "璐哄叞鍘?
          },
          {
            "area": "鐏垫甯?
          },
          {
            "area": "閾跺窛甯?
          }
        ]
      },
      {
        "city": "鐭冲槾灞卞競",
        "areas": [
          {
            "area": "骞崇綏鍘?
          },
          {
            "area": "鐭冲槾灞卞競"
          }
        ]
      },
      {
        "city": "鍚村繝甯?,
        "areas": [
          {
            "area": "鐩愭睜鍘?
          },
          {
            "area": "鍚屽績鍘?
          },
          {
            "area": "闈掗摐宄″競"
          },
          {
            "area": "鍚村繝甯?
          }
        ]
      },
      {
        "city": "鍥哄師甯?,
        "areas": [
          {
            "area": "瑗垮悏鍘?
          },
          {
            "area": "闅嗗痉鍘?
          },
          {
            "area": "娉炬簮鍘?
          },
          {
            "area": "褰槼鍘?
          },
          {
            "area": "鍥哄師甯?
          }
        ]
      },
      {
        "city": "涓崼甯?,
        "areas": [
          {
            "area": "涓畞鍘?
          },
          {
            "area": "娴峰師鍘?
          },
          {
            "area": "涓崼甯?
          }
        ]
      }
    ]
  },
  {
    "province": "鏂扮枂缁村惥灏旇嚜娌诲尯",
    "citys": [
      {
        "city": "涔岄瞾鏈ㄩ綈甯?,
        "areas": [
          {
            "area": "涔岄瞾鏈ㄩ綈鍘?
          },
          {
            "area": "涔岄瞾鏈ㄩ綈甯?
          }
        ]
      },
      {
        "city": "鍏嬫媺鐜涗緷甯?,
        "areas": [
          {
            "area": "鍏嬫媺鐜涗緷甯?
          }
        ]
      },
      {
        "city": "鍚愰瞾鐣競",
        "areas": [
          {
            "area": "閯杽鍘?
          },
          {
            "area": "鎵樺厠閫婂幙"
          },
          {
            "area": "鍚愰瞾鐣競"
          }
        ]
      },
      {
        "city": "鍝堝瘑甯?,
        "areas": [
          {
            "area": "宸撮噷鍧ゅ搱钀ㄥ厠鑷不鍘?
          },
          {
            "area": "浼婂惥鍘?
          },
          {
            "area": "鍝堝瘑甯?
          }
        ]
      },
      {
        "city": "鏄屽悏鍥炴棌鑷不宸?,
        "areas": [
          {
            "area": "鏄屽悏甯?
          },
          {
            "area": "闃滃悍甯?
          },
          {
            "area": "鍛煎浘澹佸幙"
          },
          {
            "area": "鐜涚撼鏂幙"
          },
          {
            "area": "濂囧彴鍘?
          },
          {
            "area": "鍚夋湪钀ㄥ皵鍘?
          },
          {
            "area": "鏈ㄥ瀿鍝堣惃鍏嬭嚜娌诲幙"
          }
        ]
      },
      {
        "city": "鍗氬皵濉旀媺钂欏彜鑷不宸?,
        "areas": [
          {
            "area": "鍗氫箰甯?
          },
          {
            "area": "闃挎媺灞卞彛甯?
          },
          {
            "area": "绮炬渤鍘?
          },
          {
            "area": "娓╂硥鍘?
          }
        ]
      },
      {
        "city": "宸撮煶閮钂欏彜鑷不宸?,
        "areas": [
          {
            "area": "搴撳皵鍕掑競"
          },
          {
            "area": "杞彴鍘?
          },
          {
            "area": "灏夌妬鍘?
          },
          {
            "area": "鑻ョ緦鍘?
          },
          {
            "area": "涓旀湯鍘?
          },
          {
            "area": "鐒夎€嗗洖鏃忚嚜娌诲幙"
          },
          {
            "area": "鍜岄潤鍘?
          },
          {
            "area": "鍜岀鍘?
          },
          {
            "area": "鍗氭箹鍘?
          }
        ]
      },
      {
        "city": "闃垮厠鑻忓湴鍖?,
        "areas": [
          {
            "area": "闃垮厠鑻忓競"
          },
          {
            "area": "搴撹溅甯?
          },
          {
            "area": "娓╁鍘?
          },
          {
            "area": "娌欓泤鍘?
          },
          {
            "area": "鏂板拰鍘?
          },
          {
            "area": "鎷滃煄鍘?
          },
          {
            "area": "涔屼粈鍘?
          },
          {
            "area": "闃跨摝鎻愬幙"
          },
          {
            "area": "鏌潽鍘?
          }
        ]
      },
      {
        "city": "鍏嬪瓬鍕掕嫃鏌皵鍏嬪瓬鑷不宸?,
        "areas": [
          {
            "area": "闃垮浘浠€甯?
          },
          {
            "area": "闃垮厠闄跺幙"
          },
          {
            "area": "闃垮悎濂囧幙"
          },
          {
            "area": "涔屾伆鍘?
          }
        ]
      },
      {
        "city": "鍠€浠€鍦板尯",
        "areas": [
          {
            "area": "鍠€浠€甯?
          },
          {
            "area": "鐤忛檮鍘?
          },
          {
            "area": "鐤忓嫆鍘?
          },
          {
            "area": "鑻卞悏娌欏幙"
          },
          {
            "area": "娉芥櫘鍘?
          },
          {
            "area": "鑾庤溅鍘?
          },
          {
            "area": "鍙跺煄鍘?
          },
          {
            "area": "楹︾洊鎻愬幙"
          },
          {
            "area": "宀虫櫘婀栧幙"
          },
          {
            "area": "浼藉笀鍘?
          },
          {
            "area": "宸存鍘?
          },
          {
            "area": "濉斾粈搴撳皵骞插鍚夊厠鑷不鍘?
          }
        ]
      },
      {
        "city": "鍜岀敯鍦板尯",
        "areas": [
          {
            "area": "鍜岀敯甯?
          },
          {
            "area": "鍜岀敯鍘?
          },
          {
            "area": "澧ㄧ帀鍘?
          },
          {
            "area": "鐨北鍘?
          },
          {
            "area": "娲涙郸鍘?
          },
          {
            "area": "绛栧嫆鍘?
          },
          {
            "area": "浜庣敯鍘?
          },
          {
            "area": "姘戜赴鍘?
          }
        ]
      },
      {
        "city": "浼婄妬鍝堣惃鍏嬭嚜娌诲窞",
        "areas": [
          {
            "area": "浼婂畞甯?
          },
          {
            "area": "濂庡悲甯?
          },
          {
            "area": "闇嶅皵鏋滄柉甯?
          },
          {
            "area": "浼婂畞鍘?
          },
          {
            "area": "瀵熷竷鏌ュ皵閿′集鑷不鍘?
          },
          {
            "area": "闇嶅煄鍘?
          },
          {
            "area": "宸╃暀鍘?
          },
          {
            "area": "鏂版簮鍘?
          },
          {
            "area": "鏄嫃鍘?
          },
          {
            "area": "鐗瑰厠鏂幙"
          },
          {
            "area": "灏煎嫆鍏嬪幙"
          }
        ]
      },
      {
        "city": "濉斿煄鍦板尯",
        "areas": [
          {
            "area": "濉斿煄甯?
          },
          {
            "area": "涔岃嫃甯?
          },
          {
            "area": "娌欐咕甯?
          },
          {
            "area": "棰濇晱鍘?
          },
          {
            "area": "鎵橀噷鍘?
          },
          {
            "area": "瑁曟皯鍘?
          },
          {
            "area": "鍜屽竷鍏嬭禌灏旇挋鍙よ嚜娌诲幙"
          }
        ]
      },
      {
        "city": "闃垮嫆娉板湴鍖?,
        "areas": [
          {
            "area": "闃垮嫆娉板競"
          },
          {
            "area": "甯冨皵娲ュ幙"
          },
          {
            "area": "瀵岃暣鍘?
          },
          {
            "area": "绂忔捣鍘?
          },
          {
            "area": "鍝堝反娌冲幙"
          },
          {
            "area": "闈掓渤鍘?
          },
          {
            "area": "鍚夋湪涔冨幙"
          },
          {
            "area": "鐭虫渤瀛愬競"
          },
          {
            "area": "闃挎媺灏斿競"
          },
          {
            "area": "鍥炬湪鑸掑厠甯?
          },
          {
            "area": "浜斿娓犲競"
          },
          {
            "area": "鍖楀悲甯?
          },
          {
            "area": "閾侀棬鍏冲競"
          },
          {
            "area": "鍙屾渤甯?
          },
          {
            "area": "鍙厠杈炬媺甯?
          },
          {
            "area": "鏄嗙帀甯?
          },
          {
            "area": "鑳℃潹娌冲競"
          },
          {
            "area": "鏂版槦甯?
          }
        ]
      }
    ]
  },
  {
    "province": "鍙版咕鐪?,
    "citys": [
      {
        "city": "鍙板寳甯?,
        "areas": [
          {
            "area": "鍙板寳甯?
          }
        ]
      },
      {
        "city": "鏂板寳甯?,
        "areas": [
          {
            "area": "鏂板寳甯?
          }
        ]
      },
      {
        "city": "妗冨洯甯?,
        "areas": [
          {
            "area": "妗冨洯甯?
          }
        ]
      },
      {
        "city": "鍙颁腑甯?,
        "areas": [
          {
            "area": "鍙颁腑甯?
          }
        ]
      },
      {
        "city": "鍙板崡甯?,
        "areas": [
          {
            "area": "鍙板崡甯?
          }
        ]
      },
      {
        "city": "楂橀泟甯?,
        "areas": [
          {
            "area": "楂橀泟甯?
          }
        ]
      },
      {
        "city": "鍩洪殕甯?,
        "areas": [
          {
            "area": "鍩洪殕甯?
          }
        ]
      },
      {
        "city": "鏂扮甯?,
        "areas": [
          {
            "area": "鏂扮甯?
          }
        ]
      },
      {
        "city": "鍢変箟甯?,
        "areas": [
          {
            "area": "鍢変箟甯?
          }
        ]
      },
      {
        "city": "鏂扮鍘?,
        "areas": [
          {
            "area": "鏂扮鍘?
          }
        ]
      },
      {
        "city": "鑻楁牀鍘?,
        "areas": [
          {
            "area": "鑻楁牀鍘?
          }
        ]
      },
      {
        "city": "褰板寲鍘?,
        "areas": [
          {
            "area": "褰板寲鍘?
          }
        ]
      },
      {
        "city": "鍗楁姇鍘?,
        "areas": [
          {
            "area": "鍗楁姇鍘?
          }
        ]
      },
      {
        "city": "浜戞灄鍘?,
        "areas": [
          {
            "area": "浜戞灄鍘?
          }
        ]
      },
      {
        "city": "鍢変箟鍘?,
        "areas": [
          {
            "area": "鍢変箟鍘?
          }
        ]
      },
      {
        "city": "灞忎笢鍘?,
        "areas": [
          {
            "area": "灞忎笢鍘?
          }
        ]
      },
      {
        "city": "瀹滃叞鍘?,
        "areas": [
          {
            "area": "瀹滃叞鍘?
          }
        ]
      },
      {
        "city": "鑺辫幉鍘?,
        "areas": [
          {
            "area": "鑺辫幉鍘?
          }
        ]
      },
      {
        "city": "鍙颁笢鍘?,
        "areas": [
          {
            "area": "鍙颁笢鍘?
          }
        ]
      },
      {
        "city": "婢庢箹鍘?,
        "areas": [
          {
            "area": "婢庢箹鍘?
          }
        ]
      },
      {
        "city": "杩炴睙鍘?,
        "areas": [
          {
            "area": "杩炴睙鍘?
          }
        ]
      }
    ]
  },
  {
    "province": "棣欐腐鐗瑰埆琛屾斂鍖?,
    "citys": [
      {
        "city": "棣欐腐鐗瑰埆琛屾斂鍖?,
        "areas": [
          {
            "area": "棣欐腐鐗瑰埆琛屾斂鍖?
          }
        ]
      }
    ]
  },
  {
    "province": "婢抽棬鐗瑰埆琛屾斂鍖?,
    "citys": [
      {
        "city": "婢抽棬鐗瑰埆琛屾斂鍖?,
        "areas": [
          {
            "area": "婢抽棬鐗瑰埆琛屾斂鍖?
          }
        ]
      }
    ]
  }
]
;
